[
  {
    "record_id": "46",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Abdel",
    "lastname": "Njouendou",
    "institution": "University of Buea",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "Andel J Njouendou.jpg",
    "biography": "Dr Njouendou obtained his first MSc degrees in Clinical Biochemistry at the University of Dschang, and a PhD Cellular and Molecular Parasitology from the University of Buea, Cameroon. He was given a full-time job position as Lecturer, at the Department of Biomedical Sciences, Faculty of Health Sciences of the University of Buea, where he was also appointed as Head of the Service of teaching and Research. He attended national and international Training and Workshop on data management and analysis. He has contributed to designing research proposals, data collection tools, training of data collectors and monitoring of data collection of several research projects including experimental, laboratory based, and community based and clinical trial studies, in capacity of data manager and research associate. He finally joined the DMAC of D-SINE Africa where he is currently working as data manager.",
    "job_title": "Lecturer",
    "areas_expertise": "Data Management,Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/46_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "48",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Aboubacar Abdou",
    "lastname": "Maiga",
    "institution": "African Center of Excellence in Bioinformatics",
    "country_residence": "Mali",
    "nationality": "Mali",
    "profile_pic": "Aboubacar.jpeg",
    "biography": "He holds a Bachelor's degree in Computer Network Maintenance from the Faculty of Science and Technology in Bamako, and a Master's degree in Data Science from the International University of Excellence in Bamako.  He is currently System Admin at the African Center of Excellence in Bioinformatics.",
    "job_title": "System Admin |  Data Scientist",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/48_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "28",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Adeladza",
    "lastname": "Amegah",
    "institution": "University of Cape Coast, Ghana",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "Kofi_Amegah.jpg",
    "biography": "Dr. Kofi Amegah is an Associate Professor of Environmental and Nutritional Epidemiology at the University of Cape Coast, Ghana with a strong research portfolio in nutrition and environmental health. He is Head of the Department of Biomedical Sciences and Vice-Dean of the School of Public Health. His research focuses on the interface of nutritional and air pollution exposure effects on maternal, perinatal and cardiovascular health adverse health outcomes using modern and robust epidemiological and statistical methods, and also leveraging emerging data science techniques.   \tHe leads the Ghana Urban Air Quality (GhanaAQ) and Breathe Accra Projects which seeks to bridge the air quality data gaps in Accra and other metropolitan areas of Ghana and to conduct epidemiologic research to bridge the evidence gap.   He is a member of the International Society for Environmental Epidemiology (ISEE) and Nutrition Society UK, and collaborator of the Institute of Health Metrics and Evaluation (IHME) Global Burden of Disease (GBD) studies. He is a member of the Exposure Working Group of the WHO Global Air Pollution and Health - Technical Advisory Group (GAPH-TAG).   He is a Deputy Editor of the Journal of Health and Pollution, and Associate Editor of Public Health Nutrition.    ",
    "job_title": "Associate Professor",
    "areas_expertise": "Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/28_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "50",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Akinkunmi",
    "lastname": "Okekunle",
    "institution": "Seoul National University",
    "country_residence": "Korea (the Republic of)",
    "nationality": "Nigeria",
    "profile_pic": "photo.jpg",
    "biography": "Akinkunmi Okekunle is interested in examining the role of nutrition and dietary consumption in the aetiology of disease among diverse populations. Dr Okekunle completed his PhD in Nutrition Science. His research interest spans a multidisciplinary discipline, including nutrition, epidemiology, biostatistics, public health, data science and metabolomics. He has experience in systematic reviews and working on large population datasets to study non-communicable disease-related outcomes.",
    "job_title": "Research Fellow",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/50_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "20",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Ali",
    "lastname": "Amina Abubakar",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "AAA.jpg",
    "biography": "Amina Abubakar is  Professor and Director of the Institute for Human Development at Aga Khan University.  Her research focuses on developing culturally appropriate and contextually relevant strategies for identifying,  monitoring and rehabilitating children at risk of poor developmental outcomes.  ",
    "job_title": "Professor,  The Aga Khan University,  Kenya",
    "areas_expertise": "Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/20_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "52",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Alice",
    "lastname": "Mcclure",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "WhatsApp Image 2023-09-26 at 10.28.33.jpeg",
    "biography": "Alice works broadly across fields of climate risk and adaptation including on topics of inter alia learning, knowledge co-production, transformative adaptation, equity and climate resilient development. She is particularly interested in human experiences of climate and weather, and how these interact with other experiences of identity, place, space etc. She is curious about methods and processes that bring diverse, lived experiences of climate risk in conversation with scientific climate information and other types of evidence, and that acknowledge the different assumptions and needs across people. Alice's work is rooted in transdisciplinary praxis. She aims to contribute to a  growing body of knowledge relevant to transdisciplinarity that focuses on (and is generated in) African contexts. Alice is currently finishing a thesis that explores transdisciplinary learning for navigating complex African urban climate risks using expansive learning theory, which centers transformative agency of participants.",
    "job_title": "Researcher",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/52_dsi_4th_consort_me_arm_1_profile_pic.28?raw=true"
  },
  {
    "record_id": "38",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Aminkeng",
    "lastname": "Leke",
    "institution": "Health Research Foundation",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "Leke.jpg",
    "biography": "Dr. Leke Aminkeng is an accomplished pharmacoepidemiologist with a master's in chemical pathology and a PhD in pharmacoepidemiology. With over 17 years of expertise, he has led drug safety research across Europe, Africa, and North America, partnering with organizations such as Ulster University, EUROCAT, and the WHO. He previously served as Deputy Vice Chancellor at Biaka University in Cameroon and has been honored with numerous accolades, including the 2022 James Wilson Publication Award for birth defects research and the 2021 Commonwealth Digital Health Award for his development of the Global Birth Defects App. He is a FAIMER fellow and co-founder of several initiatives, including the Sub-Saharan African Congenital Anomaly Network (sSCAN), the Cameroon NCD Alliance, and the Health Research Foundation (HRF) Cameroon. He currently spearheads innovative projects at the HRF-Digital Innovation Hub, including the StarMum pregnancy app, the Cameroon Registry of Congenital Anomalies Surveillance (CARECAS), and the DSI-Africa CHD AI project. His contributions in rural diabetes management, maternal and child health, and digital health innovation have garnered international recognition, reflecting his dedication to advancing global health through research and technology.",
    "job_title": "Co-Founder/Vice President",
    "areas_expertise": "Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/38_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "57",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Aminu",
    "lastname": "Musa",
    "institution": "INSTITUTE OF HUMAN VIROLOGY NIGERIA",
    "country_residence": "South Africa",
    "nationality": "Nigeria",
    "profile_pic": "PASSPORT PHOTOGRAPH.jpeg",
    "biography": "MUSA AMINU is currently a PhD student at the Nelson Mandela University with a research focus on delineating the epigenetic correlates of cannabis use disorders comorbid with depression and anxiety. He is passionate about advancing scientific literacy, working with communities, and developing programs that address public health needs. For over a decade, he has actively volunteered and worked with multiple non-governmental organizations (NGOs) providing mental health services in Nigeria. He has also been involved in several impactful initiatives as an implementing partner of the United Nations Office on Drugs and Crime (UNODC). His contributions to these organizations include developing human-interest stories and other forms of communication materials, as well as designing community-based activities and advocacy campaign strategies. He has also been involved in the development and implementation of drug education and prevention modules for school children in Nigeria.    He currently works with the International Research Centre of Excellence, under the institute of Human Virology Nigeria; where he is juxtaposed between two major projects, INFORM Africa (role of data streams in informing infection dynamics in Africa) and the HIV-VISTA project, associated with the DSI-Africa and BRILLIANT consortia, respectively.     ",
    "job_title": "SCIENCE COMMUNICATIONS SPECIALIST",
    "areas_expertise": "Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/57_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "36",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Ananyo",
    "lastname": "Choudhury",
    "institution": "SBIMB, Univesity of the Witwatersrand",
    "country_residence": "South Africa",
    "nationality": "India",
    "profile_pic": "Headshots (19).jpg",
    "biography": "Ananyo Choudhury is a Reader at the Sydney Brenner Institute for Molecular Bioscience, University of Witwatersrand, South Africa. He has led/ co-led several major population genetics initiatives ( such as the Southern African Human Genome Program,  H3Africa Whole Genome Sequence Study,  the ongoing Assessing Genomic Diversity in Africa (AGenDA) study) as well as genome-wide association studies (such as studies on the AWI-Gen cohort) in sub-Saharan African populations. He co-chairs the Genome Analysis working group of the H3Africa consortium.    He obtained his basic training in Zoology from the University of Kalyani and a Ph.D. in Bioinformatics from the University of Calcutta, India. His key interest is understanding African diversity and ancestries, and how these impact complex traits.",
    "job_title": "Reader",
    "areas_expertise": "Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/36_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "61",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Andrew",
    "lastname": "Nantogmah",
    "institution": "University of Ghana",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "andrew.jpg",
    "biography": "Andrew Muniru Nantogmah heads the Communications and Public Engagement Unit at WACCBIP. Andrew has over a decade's cumulative work experience; spanning the education and international development sectors first as an educationist and as a development communication professional in areas that include countering violent extremism in West Africa and the Sahel region; environmental sustainability and climate change mitigation in Western and Central Africa; and regional integration through trade facilitation in West Africa.    He possesses a broad multi-disciplinary background with experience in the conception, planning, design, implementation and management of development communication intervention programs; policy, strategy and institutional development, program/project evaluation, knowledge management, community development and capacity building, and private sector participation.    He holds a Bachelor of Arts degree in French from the University of Cape Coast; a Master of Arts degree in Communication Studies from the University of Ghana, Legon; and an Executive Master of Arts degree in Conflict, Peace and Security from the prestigious Kofi Annan International Peacekeeping Training Centre (KAIPTC),Teshie Ghana.    Andrew has considerable working experience with international donors within the context of USAID, DFID, GIZ, IFC and JICA, with hands-on development and implementation of communication strategy, guidelines and procedures.    He is flexible, adaptable and able to work with others with diverse multicultural",
    "job_title": "Communication and Public Engagement Manager ",
    "areas_expertise": "Data Management,Research Methods,Team Science,Professional Development,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/61_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "62",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Anna",
    "lastname": "Winters",
    "institution": "Akros",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Headshot.jpg",
    "biography": "Dr. Anna Winters trained as a spatial epidemiologist during her masters and PhD programs and at the US Centers for Disease Control and Prevention (CDC) Division of Vector Borne Infectious Disease (DVBID). Anna has lived and worked globally focusing her efforts on vector-borne disease including dengue and malaria. She co-founded Akros, which  provides technical support for disease surveillance and response systems to Ministries of Health across the Global South. Anna's interest is to apply the power of spatial intelligence to optimize health interventions bringing impact and equitable health service delivery to the very last mile.",
    "job_title": "CEO",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/62_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "64",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "Anthony",
    "lastname": "Ngugi",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "ANgugi_Current.jpg",
    "biography": "Dr Ngugi is an Associate Professor of Epidemiology and Population health with close to 15 years of experience in health research in Africa. His interests range from epidemiology of epilepsy, community health and health information systems, maternal and child health to statistical epidemiology.   Currently, Dr. Ngugi's key focus is on strengthening health systems as well as providing technical data solutions in low resource settings. He developed and currently leads the Kaloleni-Rabai Health and Demographic Surveillance System (KRHDSS) in the coast of Kenya. KRHDSS is a regularly updated demographic and health information registry of more than 100,000 residents of a geographically defined region that supports the local health system in data generation and use while also serving as a population health research platform for AKU.   Recently, Dr Ngugi's interests have expanded to the application of data science approaches to predict population health outcomes, including the use of modelling to improve the allocative efficiency of health interventions. He is also currently NIH funded to establish a Longitudinal Study of Health and Ageing in Kenya (LOSHAK) as a platform for long-term population-based studies of health trajectories and their determinants in a rapidly ageing population in a LMIC context",
    "job_title": "Epidmeiologist & Chair, Department of Population Health",
    "areas_expertise": "Research Methods,Team Science,Professional Development,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/64_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "25",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Benjamin",
    "lastname": "Aribisala",
    "institution": "Lagos State University",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Aribisala new picture.jpg",
    "biography": "Benjamin Aribisala is the programme director for DATICAN. He is  a Professor of Computer Science and a Fulbright  Scholar. He has over 28 years of teaching and research experience and has worked in the UK, USA and Nigeria. In  particular, he has worked in Newcastle University; UK, the University of Edinburgh; UK, Lagos State University in  Nigeria and the University of Chicago, USA. He obtained his PhD degree from The University of Birmingham  in 2006. He has served as Dean of the Faculty of Science at Lagos State University and Head of the Department of Computer Science. He is a data scientist and his research focuses on the application of data science to medical domain.",
    "job_title": "Professor of Computer Science",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods,Team Science,Professional Development,Domain knowledge,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/25_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "1",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Berhane",
    "lastname": "Kiros",
    "institution": "Columbia University",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Kiros Berhane 2021 Portrait.png",
    "biography": "Professor Berhane is the Cynthia and Robert Citrone-Roslyn and Leslie Goldstein Professor and Chair of the Department of Biostatistics at Columbia University. His expertise is in development of methods for complex data structures on multi-factorial health effects. He is a PI of 'Advancing Public Health Research in Eastern Africa through Data Science Training (APHREA-DST)' to develop new graduate training programs in public health data science at University of Nairobi (Kenya) and Addis Ababa University (Ethiopia) - as part of NIH's DS-I Africa initiative. He is Co-PI of the GEOHealth Hub for Eastern Africa focusing on health impacts of environmental hazards and climate change. He recently served as a member of the committee of the National Academy of Science, Engineering and Medicine (NASEM) on Assessing Causality from a Multidisciplinary Evidence Base for National Ambient Air Quality Standards and also as a member of the core panel for Lancet Commission on the Future of Health and Economic Resilience of Africa (FHERA). He serves on the editorial boards of several scientific journals, he is currently serving as a member of Science magazine's Board of Reviewing Editors. He was a Fulbright Scholar in 2016-2017. He is an elected fellow of the American Statistical Association.",
    "job_title": "Professor and Chair of Department of Biostatistics",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods,Team Science,Professional Development,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/1_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "73",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Boi",
    "lastname": "Kone",
    "institution": "USTTB",
    "country_residence": "Mali",
    "nationality": "Mali",
    "profile_pic": "IMG_20210926_124458_10.jpg",
    "biography": "I have a PharmD from USTTB Mali, and I am doing an MSc in Bioinformatics.",
    "job_title": "DATA SCIENCE and BIOINFORMATION",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/73_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "75",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Brad",
    "lastname": "Newsome",
    "institution": "Fogarty International Center, NIH",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "BNewsome Headshot_Casual.jpg",
    "biography": "Brad Newsome, Ph.D., is a Program Director in the Division of International Training and Research (DITR) at the Fogarty International Center, part of the U.S. National Institutes of Health (NIH), and serves as the Program Director for the DS-I Africa U54 Research Hubs and U01 Research Projects. Brad oversees a global health research portfolio geared toward advancing mobile and digital health, point-of-care technologies, data science and innovation, dissemination and implementation research, climate and health, and medical/research capacity building efforts. Brad is a biomedical scientist trained at the interface of materials engineering, toxicology, environmental public health, and science policy, with research geared toward holistically addressing global health concerns associated with environmentally-induced non-communicable diseases. Prior to Brad's career at the Fogarty International Center, he led the global health and implementation research portfolio at NIH's National Heart, Lung, and Blood Institute (NHLBI), and served as a AAAS Science and Technology Policy Fellow in the NIH Office of the Director. Brad is a humanitarian at heart, driven by the idea that diverse, global partnerships drive our best, most effective, most informed, and most equitable health innovations.",
    "job_title": "Program Official",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/75_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "77",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Busisiwe",
    "lastname": "Mlotshwa",
    "institution": "University of Botswana",
    "country_residence": "Botswana",
    "nationality": "Botswana",
    "profile_pic": "Untitled (2.1).png",
    "biography": "Busisiwe Mlotshwa, a distinguished scientist, and an avid enthusiast for life, began her academic journey at the University of Botswana in 2001. She swiftly rose through the ranks at the Botswana Harvard School of Public Health AIDS Initiative Partnership (BHP), focusing on HIV-1C pathogenicity and HAART efficacy.    In 2009, she earned a Shell Centenary Scholarship Fund and embarked on a Master of Science in Quantitative Genetics and Genome Analysis at the University of Edinburgh, exploring the interplay of genetics, cognition, and BMI in a Scottish cohort.    Taking on new roles, Busisiwe became Laboratory Manager at the HIV Pathogenesis Programme in 2010, adding an administrative dimension to her scientific expertise.    In 2014, she secured a prestigious PhD fellowship with the Collaborative African Genomics Network (CAfGEN), enhancing her skills in bioinformatics and genomics during a transformative two-year stint at Baylor College of Medicine in Houston, Texas.    Currently, Busisiwe is on the cusp of completing groundbreaking research on paediatric TB disease in sub-Saharan Africa.    Beyond her scientific pursuits, Busisiwe finds joy in leisurely running and passionately supports the Ferrari team in Formula 1 racing.  ",
    "job_title": "PhD Student",
    "areas_expertise": "Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/77_dsi_4th_consort_me_arm_1_profile_pic.1)?raw=true"
  },
  {
    "record_id": "78",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Bylhah",
    "lastname": "Mugotitsa",
    "institution": "African Population and Health Research Center",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "profile picture 2.jpg",
    "biography": "Ms. Bylhah Mugotitsa is an emerging scholar and data scientist with a specialization in mental health research. As a dedicated PhD student from Kenya, she plays a significant role in the INSPIRE Network of data scientists. Her research focuses on developing sophisticated data science platforms for the integration and harmonization of longitudinal mental health data in Africa, with an emphasis on depression, anxiety, and psychosis. Her work incorporates advanced methodologies, including the OMOP Common Data Model, artificial intelligence for data quality assurance, and the development of innovative tools for data analysis and visualization.",
    "job_title": "Data Scientist- Mental Health Informatics",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/78_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "80",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Carmen",
    "lastname": "De Kock",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Carmen 3.jpg",
    "biography": "Dr de Kock obtained her BSc in Microbiology (1999) from Stellenbosch University (South Africa). She completed a BSc (Med) Hons Pharmacology (2003) and PhD in Pharmacology (2008) from the University of Cape Town (South Africa). She pursued her research career through an internship in Indigenous Knowledge Systems at the South African Medicinal Council and a postdoctoral fellowship in the Division of Clinical Pharmacology at UCT. She has more than ten years' experience in malaria drug discovery and development and in vitro metabolism at the Drug Discovery and Development Centre (H3D), UCT. She was appointed as the project manager for the Hearing Impairment Genetics Study in Africa (HIGENES Africa) in 2018, and Public Understanding of Big data in Genomics Medicine in Africa (PUBGEM-Africa) in 2020. She has extensive experience in coordinating multi-national research projects and is currently completing a master's in public health.",
    "job_title": "Research project manager",
    "areas_expertise": "Data Management,Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/80_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "84",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Catherine",
    "lastname": "Juillard",
    "institution": "UCLA",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Juillard Profile Pic.jpg",
    "biography": "Catherine Juillard, MD, MPH is a trauma surgeon and critical care physician at the University of California, Los Angeles. She received her undergraduate degree from Stanford University and her medical degree from UCLA, where she also completed her general surgery residency training. Dr. Juillard went to the University of California, San Francisco for her fellowship training, where she was the trauma and critical care fellow at San Francisco General Hospital. Dr. Juillard then joined the faculty at UCSF, where she was the Director of the Center for Global Surgical Studies and the San Francisco Wraparound project before she was recruited to UCLA as Associate Professor InResidence. Her primary research interests seek to address surgical health disparities.    Dr. Juillard also has strong interest in global surgery research to improve access for quality surgical care in low and middle income countries. She has ongoing projects with partners in Cameroon and Uganda with a focus in trauma systems strengthening.",
    "job_title": "Professor In-Residence",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/84_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "85",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "Celestin",
    "lastname": "Twizere",
    "institution": "University of Rwanda",
    "country_residence": "Rwanda",
    "nationality": "Rwanda",
    "profile_pic": "Celestin_Photo_1.jpg",
    "biography": "Celestin Twizere is an Associate Professor of Engineering of Biomedical Electronics, Electromagnetism and Telecommunication, Department of Electrical and Electronics Engineering, School of Engineering, University of Rwanda. He holds a PhD in Engineering of Biomedical Electronics, Electromagnetism and Telecommunication since 2011. Since 2017, he is serving as the Director of the East Africa Regional Centre of Excellence in Biomedical Engineering and e- Health (CEBE), part of the network of East Africa's Centers of Excellence for Skills and Tertiary Education. A key strategy of CEBE is to position itself to operate efficiently and effectively in an ecosystem of knowledge creation and transfer, academic and industry partnership, and delivery of technical services to achieve high- impact results in support of several key health sector initiatives, including medical equipment and devices, rehabilitation and mobility devices, and e-health system services. In addition, I'm a Senior Lecturer in the department of Electrical and Electronic Engineering, University of Rwanda.    In the role of CEBE Director, he gained valuable experience in the management of funding from African Development Bank and the establishment of the related Regional Centre of Excellence. Currently, he is working on the establishment of the East African Community (EAC) Digital Health Network.",
    "job_title": "UR-CEBE DIRECTOR",
    "areas_expertise": "Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/85_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "12",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Celestino",
    "lastname": "Obua",
    "institution": "Mbarara University of Science and YTechnology",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Prof Obua _Potrait.jpg",
    "biography": "Dr Celestino Obua is a Professor of Pharmacology and Therapeutics, Fellow of the Uganda Academy of Sciences (FUNAS) and currently the Vice Chancellor, Mbarara University of Science and Technology (MUST). He previously served as the Deputy Principal, College of Health Sciences, Makerere University before his appointment as the Vice Chancellor of MUST. He is the Contact MPI/Hub Director of the MUDSReH Data Science grant and Principal Investigator/Program Director on several NIH/FIC funded research and capacity building grants at Mbarara University of Science and Technology. His passion for research and capacity building at the individual as well as institutional levels has contributed to mentoring several graduate students and junior faculty to be the next generation of researchers. His scientific work is currently focused on building capacity for research in HIV and Non-Communicable Diseases (NCDs). In the area of NCDs his work is focused on neurological disorders (Alzheimer's disease and related dementias, and epilepsy), alcohol use disorders and mental health disorders, conditions that are poorly understood with minimal primary care interventions in the context of rural Uganda.",
    "job_title": "Vice Chancellor",
    "areas_expertise": "Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/12_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "89",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Charles",
    "lastname": "Batte",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "CBatte_Photo.jpg",
    "biography": "Dr. Batte is the Program Manager for the Makerere University Data Science Research Training Program.",
    "job_title": "Research Scientist",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/89_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "90",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Cheickna",
    "lastname": "Cisse",
    "institution": "USTTB",
    "country_residence": "Mali",
    "nationality": "Mali",
    "profile_pic": "20221030_122043.jpg",
    "biography": "I am an Associate Professor of Biochemistry and Bioinformatics at the University of Sciences, Techniques and Technologies of Bamako (USTTB), in Mali, West Africa. Currently, I am the deputy director of the African Center of Excellence in Bioinformatics and Data-Intensive Sciences of Bamako (ACE-B), Mali, launched in 2015 with the help of the National Institute of Allergy and Infectious Diseases (NIAID) in collaboration with private sector companies, and the Foundation for the NIH (FNIH) through a public-private partnership based on in-kind contributions. The purpose of this center is to reduce the threat of global infectious disease through improved access to tools, training, and mentoring in bioinformatics and data-intensive sciences for biomedical and life sciences research. The mission of ACE-B is to provide training and expertise in Bioinformatics and Data Sciences to MSc and PhD students as well as faculty and researchers, and to build an African Networking environment for research in Bioinformatics and Data Sciences. ",
    "job_title": "Deputy Director",
    "areas_expertise": "Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/90_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "93",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Chenfeng",
    "lastname": "Xiong",
    "institution": "Villanova University",
    "country_residence": "United States of America (the)",
    "nationality": "China",
    "profile_pic": "bio-photo.jpeg",
    "biography": "Dr. Chenfeng Xiong is a Tenure-Track Assistant Professor in the Department of Civil and Environmental Engineering at Villanova University. He holds an M.A. Degree in Economics and a Ph.D. degree in Transportation Engineering from the University of Maryland College Park. Dr. Xiong's research is focused on the analysis, modeling, and simulation of human mobility and travel behavior, and its wider applications in public health, economics, sustainability, and environment. He has published over 60 peer-reviewed journal articles on these topics. Dr. Xiong is a recipient of 2019 Outstanding Young Researcher Award of International Association of Public Transport, Young Researcher Award of World Conference on Transportation Research Society, and several best paper awards from international conferences.",
    "job_title": "Assistant Professor",
    "areas_expertise": "Data Analytics,Data Engineering,Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/93_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "94",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Cheryl",
    "lastname": "Baxter",
    "institution": "Stellenbosch University",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Cheryl Baxter_2023_cropped.jpg",
    "biography": "Cheryl Baxter, PhD is Head of Scientific Support at the Centre for Epidemic Response and Innovation at Stellenbosch University, Research Associate at the Centre for the AIDS Programme of Research in South Africa (CAPRISA) and Honorary Lecturer in the Department of Public Health at the University of KwaZulu-Natal. Her primary research focus is HIV prevention, specifically strategies to reduce HIV acquisition among young women and issues related to sexual and reproductive health. She has extensive experience in implementing clinical trials evaluating HIV prevention interventions and is currently a co-investigator on the DSI Africa project that uses big data to elucidate the clinical and epidemiological interactions between COVID-19 and HIV.",
    "job_title": "Head Scientific Support",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/94_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "95",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Chikodili",
    "lastname": "Ugwuishiwu",
    "institution": "University of Nigeria, Nsukka",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "IMG_20181022_100334_092.JPG",
    "biography": "Dr. Chikodili H.Ugwuishiwu has been a lecturer in the Department of Computer Science, University of Nigeria, Nsukka since 2007 and is currently a Senior Lecturer.  She holds a BSc. (2004), MSc. (2009), and Ph.D. (2018) degrees in Computer Science, University of Nigeria, Nsukka. Her areas of research interest are Artificial Intelligence, Computer Modeling and Simulation, and Information Systems (IS),. She has published many articles in reputable journals and conferences. She has also attended many local and International Conferences and workshops.     He has held several positions at the University of Nigeria, Nsukka including Exam Officer (2009-2013), Faculty of Physical Sciences Welfare Committee Chairman (2014 - 2016, 2020-date), and  Faculty of Physical Sciences Representative in the University of Nigeria Senate (2023-Date).   ",
    "job_title": "Academic Staff (Lecturer)",
    "areas_expertise": "Data Analytics,Data Engineering",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/95_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "96",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Chodziwadziwa",
    "lastname": "Kabudula",
    "institution": "University of the Witwatersrand",
    "country_residence": "South Africa",
    "nationality": "Malawi",
    "profile_pic": "Public Health Staff20180114_2804Felix Maponga Photography .jpg",
    "biography": "I am a Population Health Data Scientist with strong computing and analytic skills. My career for the past 15 years has focused on developing, managing, and maintaining complex temporal population and health research databases, developing software tools to support field research activities, and applying demographic, statistical, computational and informatics techniques to investigate population-level morbidity, mortality, utilisation of health services, and their social determinants. I have provided data management and analysis support to many research projects conducted in the MRC/WITS Rural Public Health and Health Transitions Research Unit (Agincourt) of the University of the Witwatersrand since 2008.",
    "job_title": "Senior Researcher ",
    "areas_expertise": "Data Analytics,Data Management,Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/96_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "3",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Christian",
    "lastname": "Happi",
    "institution": "Redeemer's University",
    "country_residence": "Nigeria",
    "nationality": "Cameroon",
    "profile_pic": "Happi-min.jpg",
    "biography": "Prof. Christian Happi is the Director of the African Center of Excellence for Genomics of Infectious Diseases (ACEGID) and a Professor of Molecular Biology and Genomics at Redeemer's University in Ede, Nigeria. A renowned expert in infectious disease genomics, he has made transformative contributions to Africa's understanding of pathogen evolution, transmission, and the use of genomics in outbreak responses.    Prof. Happi pioneered genomic surveillance in Nigeria and Sierra Leone, notably during the 2014 Ebola outbreak. His contributions include establishing surveillance mechanisms for early detection of circulating viral pathogens. Using genomic tools, his team at ACEGID was instrumental in identifying a Yellow Fever outbreak in Nigeria in 2018 and characterizing the Mpox outbreak in Nigeria in 2022-23. These efforts led national authorities to deploy rapid outbreak response measures to curtail the spread.    During the COVID-19 pandemic, he led Africa's first genome sequencing of SARS-CoV-2 within 48 hours, confirming its introduction through international travel. His work supports a genomic surveillance network across West Africa, driving advancements in diagnostics, vaccine development, and the training of over 2,000 scientists from 53 of Africa's 54 countries.",
    "job_title": "Director",
    "areas_expertise": "Research Methods,Professional Development,Domain knowledge,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/3_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "100",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Christina",
    "lastname": "Riley",
    "institution": "Akros",
    "country_residence": "South Africa",
    "nationality": "United States of America (the)",
    "profile_pic": "photo 2.jpg",
    "biography": "Christina Riley is a Portfolio Lead at Akros, a small digital health firm that works to establish data-driven systems to improve the health and well-being communities. She leads the management, research, and technical implementation of several programs that deploy a digital, geospatial platform called Reveal. She has conducted malaria operational research and programmatic implementation in southern and eastern Africa, and southeast Asia over the past ten years.",
    "job_title": "Director",
    "areas_expertise": "Data Analytics,Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/100_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "102",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Christine Wamunyima",
    "lastname": "Kanyengo",
    "institution": "University of Zambia Library",
    "country_residence": "Zambia",
    "nationality": "Zambia",
    "profile_pic": "ChristineKanyengo.jpg",
    "biography": "Christine W. Kanyengo is a Senior Librarian at the University of Zambia. She holds a Masters and PhD in Library and Information Science from the University of Cape Town and a BA from University of Zambia.  She is in charge of Research Coordination in the University Library: fostering research culture, research innovation, research quality and publication, promoting awareness of university policies and strategies concerning research and publication and coordinating the library's research support services.",
    "job_title": "I am employed by the University of Zambia as a Senior Librarian responsible for Research and Training in the University Library. I have been very instrumental in leading the library research programme. In this capacity, I have been responsible for research support and training; providing academic research leadership in the University Library by working in collaboration with academic (faculty) and other members of staff in the University: \tDeveloping the library research capacity and portfolio.  \tFostering research culture, research innovation, research quality and publication.  \tPromoting awareness of university policies and strategies concerning research and publication.  \tCoordinating the library's research support services such as research data management, citation management, plagiarism check, open access, copyright intellectual property and referencing etc. \tTraining and conducting expert searches for systematic reviews. \tEducating students and faculty on how to use Moodle eLearning platform, and generally on how to use the electronic space for learning, teaching and research. \tTraining of health workers in information retrieval and knowledge brokering. \tConducting expert searches and critical appraisals of health information. \tDigitisation, metadata extraction and uploading of local content in the University of Zambia Institutional Repository. \tTeaching and supervising Masters and PhDs students in the Department of Library and information Science programme, School of Education, University of Zambia. \t Conducting expert literature searches, evidence syntheses, and developing live and virtual learning resources for biomedical researchers.",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/102_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "103",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Christopher",
    "lastname": "Jack",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Chris-Jack.jpg",
    "biography": "Christopher has a background in computer science and ocean/atmospheric science with particular expertise in high performance computing and computing platforms and dynamical and statistical modeling and analysis.  Over the past 10 years Christopher has also built extensive experience in science-society engagement and communications, and more recently, decision making under uncertainty and multi/trans-disciplinary research.  This experience has been developed through a mix of consulting/advisory activities as well as academic research activities in partnerships with a wide network of collaborators across the region and internationally. His current research activities are focused on the intersection of urban contexts and climate risk through projects such as UrbanARK and FRACTAL, where his background and experience in fundamental climate science and modeling, as well as his experience in decision support and capacity development, come together. Christopher is deputy director of CSAG, supporting and working alongside Bruce Hewitson in order to provide strategic oversight and direction to the group.  Christopher continues to provide strategic oversight of the units High Performance Computing (HPC) facility and big data storage services as well providing broader leadership within the group. He is also always involved a wide range of research and consulting project activities and leadership. Christopher's passion is working with and across diverse disciplines and areas of expertise in complex problem spaces, hence his current interest in urban climate resilience in developing contexts.",
    "job_title": "Deputy Director, Researcher",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management,Team Science,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/103_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "5",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Christy",
    "lastname": "Mckinney",
    "institution": "University of Washington",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "McKinney_Christy_001 small2.jpg",
    "biography": "Christy McKinney, PhD, MPH is an Associate Professor of Craniofacial Medicine in Pediatrics in the School of Medicine at the University of Washington in Seattle, WA, USA. She is an epidemiologist affiliated with the Seattle Children's Research Institute. Her focus in translational research is on generating new knowledge and tools that directly translate into improved care and improved oral and craniofacial health for young children globally. Her research interests include nutrition and growth, early feeding, and oral health related environmental exposures. She also focuses on training the next generation of researchers across the translational spectrum.",
    "job_title": "Associate Professor / Epidemiologist",
    "areas_expertise": "Research Methods,Team Science,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/5_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "104",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Clement",
    "lastname": "Adebamowo",
    "institution": "University of Maryland School of Medicine",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Adebamowo_Clement faculty portrait Sept 2013.jpg",
    "biography": "I am Professor of Epidemiology and Public Health at the University of Maryland School of Medicine and Associate Director for Population Science and for Inclusion, Diversity, Equity, and Accessibility at the Greenebaum Comprehensive Cancer Center.",
    "job_title": "Professor, Associate Director, Pop. Science and for IDEA",
    "areas_expertise": "Data Analytics,Data Management,Research Methods,Team Science,Data Governance,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/104_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "27",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Daniel",
    "lastname": "Masiga",
    "institution": "International Centre of Insect Physiology and Ecology",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Photo_Sep24.jpg",
    "biography": "Dr Daniel Masiga is an infectious diseases biologist, and head of Global Health Thematic Research Program at icipe. His research focuses on the biology of pathogens and vectors, using genomics and bioinformatics; utilizing these tools to discover emerging infectious disease threats and developing and implementing control measures, with a focus on those transmitted by ticks, mosquitoes, and sand flies. Masiga currently leads the ENEZA Data Science DS-I Africa project, building on a bioinformatics postgraduate training program in East Africa that enabled establishment of MSc Bioinformatics programs at two universities (Makerere in Uganda, and Pwani in Kenya).   Graduates from these programs continue to excel in training and research programs in many countries, but especially strengthening capacity in their home institutions.  He was President of the African Society for Bioinformatics and Computational Biology (ASBCB) and has pro-activity developed and improved his mentorship and supervisory skills through training, participation as a mentor with the African Women in Agricultural Development (AWARD) and the African Academy of Sciences (AAS) mentorship programs.  His is a Fellow of the African Academy of Sciences.",
    "job_title": "Scientist",
    "areas_expertise": "Research Methods,Team Science,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/27_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "107",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Daniel",
    "lastname": "Adediran",
    "institution": "Helix Biogen Institute",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Daniel_Adediran.jpg",
    "biography": "Daniel Adediran is a genomics scientist interested in leveraging the use of single cell technology to unravel the molecular intricacies in ovarian, endometrial cancer. He has 2 years experience in computational development of vaccine for various infectious diseases has evidently show in his  published research work of which one the candidate vaccine is presently in the pre-clinical trial phase. Daniel is passionate about using knowledge of omics to drive therapeutics solutions for various gynaecological cancers.",
    "job_title": "Bioinformatics Trainer",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/107_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "111",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Dativa",
    "lastname": "Pereus",
    "institution": "Muhimbili University of Health and Allied Sciences",
    "country_residence": "Tanzania, the United Republic of",
    "nationality": "Tanzania, the United Republic of",
    "profile_pic": "dativaphoto2.jpg",
    "biography": "Ms. Dativa Pereus: Leading the Way in Genomics, Bioinformatics and Empowering Women in Science  Ms. Dativa Pereus is a rising star in the field of bioinformatics, driven by a passion for translating research into solutions that impact lives. Currently, she is a research scientist and an assistant lecturer at Muhimbili University of Health and Allied Sciences-Tanzania.  Dativa's journey began with a Bachelor's degree in Molecular Biology and Biotechnology, followed by a Master's in Ethnobotany and Molecular Plant Systematics. Now, she's pursuing a PhD in Bioinformatics, contributing to the 'Molecular Surveillance of Malaria in Tanzania' at the National Institute for Medical Research (NIMR) in Tanzania. Her expertise lies in molecular biology, genomics, and bioinformatics, paving the way for a future filled with independent research leadership.  But Dativa is more than just academic achievements. She is highly motivated to bridge the gap between research and tangible solutions, driven by a positive attitude and tireless energy. This enthusiasm extends beyond her own work, as she actively encourages and supports other female scientists to thrive in their careers.  Her hard work, commitment, and independence shine through, not just in her research, but also in her ability to interact productively with diverse colleagues and adapt to challenges with flexibility.",
    "job_title": "Assistant Research Fellow",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/111_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "112",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Daudi",
    "lastname": "Jjingo",
    "institution": "Makerere University/ACE",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "DaudiPic.png",
    "biography": "Dr. Daudi Jjingo is MPI for the U01 characterizing the phenotypic effects of complex repeats in African genomes. He is also a member of the DSI-Africa eLwazi ODSP, on which he is a co-PI for the Ugandan node. He serves as the Director of the African Center of Excellence (ACE) in Bioinformatics and Data Science, whose mandate involves providing cutting-edge computational platforms for data-intensive biomedical research in Africa.  Dr. Jjingo is a scientist and Lecturer in the department of Computer Science at Makerere University, where he is also a member of the Artificial Intelligence laboratory (AI-lab).",
    "job_title": "Lecturer",
    "areas_expertise": "Data Science Process,Data Analytics,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/112_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "11",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "David",
    "lastname": "Patrick Kateete",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Presentation2.jpg",
    "biography": "Associate Professor. Former Head, Dept. of Immunology & Molecular Biology and current Dean, School of Biomedical Sciences at Makerere University. I hold a Bachelor's Degree in Veterinary Medicine and a Master's Degree in Molecular Biology from Makerere University in Kampala Uganda. I am one of the pioneer trainees and students of Molecular Biology locally trained in Uganda. In 2005, I joined another newly created Molecular Biology Laboratory at Makerere University College of Health Sciences, which has since evolved into the Department of Immunology & Molecular Biology in the School of Biomedical Sciences. I have vast experience in Molecular Microbiology and Medical Parasitology, with exposure to various state-of-the-art research laboratories across borders. My research interests are Infection/Pathogen Biology, with keen interest in capacity building and the application of modern methods to infectious disease research.",
    "job_title": "Associate Professor/Dean of School",
    "areas_expertise": "Research Methods,Team Science,Professional Development,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/11_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "39",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "David",
    "lastname": "Tumusiime",
    "institution": "University of Rwanda",
    "country_residence": "Rwanda",
    "nationality": "Rwanda",
    "profile_pic": "David PP photo_page-0001 (1).jpg",
    "biography": "I am a Professor of Medical Rehabilitation Sciences, and Deputy Director of EAC Regional Centre of Excellence in Biomedical Engineering and EHealth,  Principal Investigator of DS - I SYNAPSE Project and MPI of Research and Training Data Science for Health in Rwanda. ",
    "job_title": "Deputy Director ",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/39_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "114",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "David",
    "lastname": "Adedia",
    "institution": "University of health and Allied Sciences",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "David Adedia passport.jpg",
    "biography": "I am a Senior Lecturer, Data Scientist and Statistical Consultant in the Department of Basic Sciences, University of Health and Allied Sciences (UHAS). My research interest includes solving health problems with tools of data science analytics and using software including R, SPSS and Stata. I teach Biostatistics and Research methods at the undergraduate and postgraduate levels. I also teach Quantitative literacy at the Undergraduate level. I have been teaching for more than 8 years at the University. I have an interest in developing projects that will align with the DSI Africa Consortium in mentoring individuals in data science as well as capacity building. ",
    "job_title": "Lecturer",
    "areas_expertise": "Data Analytics,Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/114_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "118",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Derrick Bary",
    "lastname": "Abila",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Derrick Bary Abila - passport photo.JPG",
    "biography": "Derrick Bary Abila is an early career public health professional with an interest in research and programs aimed at the prevention and early detection of Non-Communicable diseases like cancer affecting women in low- and middle-income countries (LMICs). He is a Research Program Manager at Uganda Child Cancer Foundation, Kampala, Uganda.     He has a Bachelor of Medicine and Bachelor of Surgery degree from Makerere University, Kampala, Uganda and a Master of Public Health degree from the University of Manchester, UK. Currently, he contributes to the Implementation Research Working Group (WG5) of the Global Breast Cancer Initiative (GBCI) an initiative under the Department of Non-communicable Diseases, World Health Organization (WHO). He is also part of a team commissioned by WHO and the COVID-19 and Cancer Global Modelling Consortium (CCGMC), and International Agency for Research on Cancer (IARC) to study the impact of COVID-19 on cancer care.    He has implemented various grants from funding Bodies like the Royal Society of Tropical Medicine and Hygiene, UK, African Research Network for Neglected Tropical Diseases, ARNTD, Ghana, and the Rising Tide Foundation Clinical Cancer Research, Switzerland. He has been involved in multiple global health activities/initiatives.",
    "job_title": "Research Associate",
    "areas_expertise": "Data Analytics,Data Management,Research Methods,Team Science,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/118_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "119",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Dhriti",
    "lastname": "Sengupta",
    "institution": "University of the Witswatersrand",
    "country_residence": "South Africa",
    "nationality": "India",
    "profile_pic": "dhriti.jpg",
    "biography": "Dhriti Sengupta is a postdoctoral research fellow at the Sydney Brenner Institute for Molecular Bioscience, University of Witwatersrand. Her research is aimed at bridging gaps in the understanding of African population history as well as uncovering the genetic architecture of complex traits in these populations. As a member of the AWI-Gen study team, she is co-leading several population genetics and genetic association studies in this cohort. She has also worked closely with the H3Africa Bioinformatics network and Genome Analysis Working Groups on several cross-consortium projects. These include design of H3Africa array, H3A Whole Genome Sequence study and the African Genome Variation database. Her experience in working on geographic stratification of genetic diversity has played a pivotal role in some of these studies. She has a PhD in Bioinformatics from Calcutta University, India.",
    "job_title": "Postdoctoral Fellow",
    "areas_expertise": "Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/119_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "7",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Donrich",
    "lastname": "Thaldar",
    "institution": "UKZN",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Donrich Thaldar (blue jersey 2).jpg",
    "biography": "Donrich Thaldar is Full Professor of Law at the University of KwaZulu-Natal, Durban.  He has published over 70 articles in local and international academic journals, and is the Principal Investigator of a research project on the legal aspects of the use of data science in health innovation in Africa, funded by the NIH. He also has a private legal practice, and has served as legal counsel in 18 reported cases.",
    "job_title": "Professor",
    "areas_expertise": "Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/7_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "121",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Dorcas",
    "lastname": "Mwigereri",
    "institution": "The Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Dorcas.jpg",
    "biography": "Dorcas is a skilled and focused leader who excels in prioritizing tasks, managing multiple responsibilities simultaneously, and ensuring the successful completion of high-quality projects. My passion for modern technological advancements drives my belief that learning is a continuous journey. I am convinced that staying keen on learning, practicing, and sharing knowledge with fellow developers is essential to staying at the forefront of the development world. As an experienced researcher and a versatile Machine Learning Engineer and Computer Scientist in the health domain and geospatial space, I bring a wealth of expertise in a diverse range of programming languages and technologies, including Python, R, PHP, Java, C#, PostgreSQL, MySQL, SQL Server 2008,XML ,working with Satellite data and geospatial data analysis among others. My proficiency extends beyond coding to encompass an in-depth understanding of modern web technologies and software development methodologies",
    "job_title": "Research Fellow",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/121_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "123",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Edith",
    "lastname": "Wakida",
    "institution": "Mbarara University of Science and Technology",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "IMG-20190626-WA0000.jpg",
    "biography": "I am a Senior Research Fellow in the Department of Psychiatry, Mbarara University of Science and Technology. On the U54, I am the Hub Deputy Director for the Mbarara University Data Science Research Hub (MUDSReH).",
    "job_title": "Senior Research Fellow",
    "areas_expertise": "Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/123_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "124",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Eileen",
    "lastname": "Weinheimer-Haus",
    "institution": "University of Michigan",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "EHaus.jpg",
    "biography": "Eileen Weinheimer-Haus, PhD, RDN, is a Senior Project Manager in the Department of Learning Health Sciences at the University of Michigan (U-M). She is involved in the development and execution of programs and projects related to using Big Data and novel machine-learning analytical tools to guide precision and population health, with a particular focus on resource-constrained settings. Eileen currently serves as the U-M Program Management lead for UtiliZing health Information for Meaningful impact in East Africa through Data Science (UZIMA-DS), an NIH U54 Research Hub which is Co-Lead by the Aga Khan University East Africa (Amina Abubakar) and U-M (Akbar Waljee). Prior to joining U-M, she spent time in the private and public sectors in the areas of nutrition, exercise, metabolism, and aging. Eileen holds a master's degree in Exercise Physiology from Ball State University and a doctorate in Nutrition Science from Purdue University.",
    "job_title": "Project Senior Manager",
    "areas_expertise": "Team Science,Professional Development,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/124_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "125",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Ekin",
    "lastname": "Bolukbasi",
    "institution": "Wellcome",
    "country_residence": "United Kingdom of Great Britain and Northern Ireland (the)",
    "nationality": "United Kingdom of Great Britain and Northern Ireland (the)",
    "profile_pic": "headshot.jpg",
    "biography": "Dr. Ekin Bolukbasi is the Technology Data Prizes Manager at Wellcome. She completed her PhD in genetics at University of Edinburgh, after which she focused on biogerontology as a Postdoctoral Fellow. Since joining Wellcome, she has worked on major initiatives at the intersection of global health and data. These include Wellcome's Africa and Asia Programmes, Health Data Research UK, and more recently led Wellcome Data Prizes Programme. Ekin is passionate about equitable use of health-related data and making a positive impact on health globally through science and technology.",
    "job_title": "Technology and Data Prizes Manager ",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/125_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "130",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Emile Rugamika",
    "lastname": "Chimusa",
    "institution": "Northumbria University at Newcastle",
    "country_residence": "United Kingdom of Great Britain and Northern Ireland (the)",
    "nationality": "Congo (the Democratic Republic of the)",
    "profile_pic": "20230821_093157.jpg",
    "biography": "Dr. Chimusa is a Professor of Bioinformatics & Computational Biology at Northumbria University, Newcastle UK. Chimusa's research builds on his strong mathematics and bioinformatics background and focuses on bioinformatics, computational, and Artificial Intelligence approaches as well as tool development pertinent to genomic diversity to uncover the role of genetic and environmental in determining population segmentation, disease risk prediction, and stratification as well as individuals' susceptibility to communicable and non-communicable diseases and drug responses. He leads projects devoted to examining multiple causes that reduce current cross-population transferability, generalizability, and portability issues in disease risk prediction and risk stratification in diverse ethnicities. He has an additional interest in human and microbial genome variation and approaches for multi-omics data integration for both the host and pathogen perspectives to facilitate the transformation of genomics-driven clinical practice and population health. I have long-standing experience in developing software packages (https://github.com/echimusa) and a record of peer-reviewed research publications and educational pedagogy articles (ORCID:0000-0001-8846-2047). He has recently been awarded The UK Academy of Medical Sciences Professorship to leverage large multi-omics and biomedical data to disentangle ancestry-specific contributions to genetic and environment liability in disease risk prediction and stratification.",
    "job_title": "Professor of Bioinformatics & Computational Biology",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/130_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "30",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Emma",
    "lastname": "Kalk",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Emma2.jpg",
    "biography": "Associate Professor Emma Kalk is a clinical epidemiologist with a focus on operational research in maternal and child health. Her current interests include pharmacovigilance and surveillance in pregnant and breast-feeding women with an emphasis on antiretroviral and anti-tuberculosis therapy. She manages the Pregnancy Exposure Registry in Cape Town (a sentinel-site of the South African Pregnancy Exposure Registry) which is supported by a larger population-level database. She works closely with data scientists at the Provincial Health Data Centre providing feedback and clinical insight to optimize systems. Much of her work is rooted in the health services, using scientific questions as a vehicle to drive enhanced data infrastructure and service strengthening. Dr Kalk is a founding and active member of the sub-Saharan African Congenital Anomalies Network (sSCAN).",
    "job_title": "Chief Research Officer",
    "areas_expertise": "Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/30_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "131",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Ernest",
    "lastname": "Mwebaze",
    "institution": "Sunbird AI",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "pp.png",
    "biography": "Ernest Mwebaze has had a dual career in academia and in industry. He possesses over 10 years of teach- ing experience in computer science and machine learning. While at Makerere University he co-found- ed the Makerere University Artificial Intelligence research lab leading it to prominence in the field of practical implementation and deployment of artificial intelligence solutions.     In industry he has worked at the Google AI research lab in Ghana and the UN Pulse lab in Kampala where he focused on practical applications of artificial intelligence to tackle developmental challenges in agriculture, utility estimation and different focus areas of the SDGs. He is passionate about using artificial intelligence to improve society particularly in developing parts of the world. He is currently the executive director of Sunbird AI.",
    "job_title": "Executive Director",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/131_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "133",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Ezinne O.",
    "lastname": "Uvere",
    "institution": "College of Medicine, University of Ibadan, Nigeria",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "UVERE_EZINNE_O_PHOTO.jpg",
    "biography": "Miss Ezinne O. Uvere is an early-career researcher and PhD student at the University of Ibadan, Nigeria. For more than ten years', she has garnered experience from coordinating multi-centred, multi-disciplinary, local/international-funded collaborative research/grants at the College of Medicine, University of Ibadan, Nigeria where she currently serves as Program Manager for some NIH funded grants. Her research interest includes Data Science research, human genetics/genomics research, non-communicable disease (NCD) risk factor prevention, community engagement and involvement (CEI). She has demonstrated and continues to exude consistent passion in the above fields evidenced by her growing scholarly profile as co/author of > 40 scientific publications and >16 local and international abstracts.",
    "job_title": "Program Manager",
    "areas_expertise": "Data Science Process,Data Management,Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/133_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "134",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Faisal",
    "lastname": "Fadlelmola",
    "institution": "Kusch Centre for Genomics and Biomedical Informatics, BPO",
    "country_residence": "Sudan (the)",
    "nationality": "Sudan (the)",
    "profile_pic": "Photo_Faisal_Fadlelmola.jpg",
    "biography": "Faisal M. Fadlelmola did his Post-Doctoral Fellow training at the Centre for Translational and Applied Genomics (CTAG) at the British Columbia Cancer Centre, Vancouver, Canada (2004-2006), where he acquired extensive training in cancer genomics and translational bioinformatics. He also worked as a Senior Research Associate at the CTAG (2007-2009). Currently, Prof. Fadlelmola is the PI of the H3Africa Bioinformatics Network (H3ABioNet), Sudan Node (2012-2023). He served as the Chair of the H3ABioNet Research Working Group (January 2015-August 2017). He served as the Chair of the H3ABioNet Databases and Resources Work Package (January 2018-February 2021), and he is currently the co-chair of this work package. He is also co-leading the H3ABioNet Data Management Plans (DMP) project since 2018-present. He is a member of the Planning Committee of the African Genomic Medicine Initiative and of the African Bioinformatics Training and Education Committee. In 2020, he was nominated as the Secretary of the African Society for Bioinformatics and Computational Biology (ASBCB) (2020-2023). Recently, he contributed positively to the success of the awarding of the Open Data Science Platform (ODSP) and Coordinating Center (CC) for the DS-I Africa grant as a Co-PI and led the Sudan Node (2021-2026). Currently, he is the Director and Founder of the Kush Centre for Genomics and Biomedical Informatics at the Biotechnology Perspectives Organization, Khartoum, Sudan.  Prof. Fadlelmola is a Fellow of the British Computer Society (FBCS, UK). He is also a Fellow of the Institute of Biomedical Sciences (FIBMS, UK), and a Certified Training and Development Professional (CTDP, Canada). Since 2009, Professor Fadlelmola has been extensively involved in genomic medicine, bioinformatics, and data science capacity building and training in Africa. Prof. Fadlelmola's research interests include cancer genomics, translational bioinformatics, molecular epidemiology of cancer, translational and applied genomics medicine, mobile health and mobile learning, and ML and DL applications in healthcare, among many others.",
    "job_title": "President/Director",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/134_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "136",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Fanny Nadia",
    "lastname": "Dissak Delon",
    "institution": "University of Bamenda",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "Dr Dissak Delon fanny Nadia_Pic.png",
    "biography": "I am a physician with a PhD in public health and notable skills in teaching, adult learning and health project management.   Presently I work as an Assistant Lecturer at the University of Bamenda, Cameroon, and as the Executive Director of D-SINE Africa (University of Buea, Cameroon), one of the members of the DS-I Africa consortium.    During the past 10 years, I have worked to develop and monitor community-based infectious disease prevention and control programs, such as Maternal and Child HIV, Malaria Prevention, Vaccination (polio, measles / rubella), and Neglected Tropical Disease programs, at the regional level of Cameroon. I have also contributed in capacity building of health personnel and supervision of priority vertical programs, collaborating with respective regional coordinators/focal points in the 24 health districts and more than 1000 health facilities across Cameroon's Littoral Region.  In addition to my project management skills, I have strong experience in public health research, and more specifically in trauma care research. Since 2015, I have served as a field supervisor on a multi-institutional trauma registry project that is a collaboration between the Cameroonian Ministry of Public Health and currently the UCLA Program Advancement for the Surgical Equity. In this role, I oversee all implementation and data collection activities at four hospital sites, coordinate data management, and connect the US-based research team to the local healthcare system. Conversely, the project has given me the opportunity to familiarize myself with administrative and research ethics procedures at US Universities and other institutions. In the framework of my collaboration in this study, I have presented a poster at the Congress of the West African College of Surgeons (WACS 2016), and am a co-author on several publications related to this project. Overall, I am a first-author on 3 publications and a co-author on 11 publications.",
    "job_title": "Senior Lecturer in Public Health",
    "areas_expertise": "Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/136_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "137",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Fati",
    "lastname": "Murtala-Ibrahim",
    "institution": "Institute of Human Virology Nigeria (IHVN)",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Fati M-Ibrahim.jpeg",
    "biography": " Co-I for DMAC and Director of Strategic Information at the Institute of Human Virology, Nigeria. She is an M&E expert with vast experience developing M&E systems for public health programs. Her research interests are in public health, specifically in HIV, TB, and Implementation science, and recently in COVID-19.",
    "job_title": "Director Strategic Information",
    "areas_expertise": "Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/137_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "142",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Florence",
    "lastname": "Kivunike",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "New profile picture.jpg",
    "biography": "Florence Nameere Kivunike is a lecturer in the Department of Information Technology, School of Computing and Information Technology at Makerere University. Florence's research interest is in the area of informatics as applied to various sectors including health, government agriculture etc. On the MakDarta project, Florence is overseeing the review and development of the health data science curriculum. She has previously  overseen the development and implementation of the Bioinformatics graduate programme at Makerere University.",
    "job_title": "Lecturer",
    "areas_expertise": "Data Science Process,Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/142_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "145",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Francis",
    "lastname": "Dzabeng",
    "institution": "WEST AFRICAN CENTRE FOR CELL BIOLOGY OF INFECTIOUS PATHOGENES",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "francis3 (1).jpg",
    "biography": "Francis Dzabeng is a data scientist and PhD Fellow on the NIHR-GHRG  at the University of Ghana (UG) with a research interest in evidence-based healthcare & practice, AI, and data integration. He holds a BSc (Hons) in Applied Chemistry from the University for Development Studies an MSc degree in Health Informatics from the UG, and a post-graduate diploma in Advanced Computing from the Centre for Development of Advanced Computing, India.    Francis is the Data Manager & Statistician here at WACCBIP and is primarily responsible for developing, implementing, and managing the Center's data systems, and data management policies, as well as performing data analytics roles for ongoing research projects.    Before working at WACCBIP, he held a Research Fellow/Senior Data Manager position with the Kintampo Health Research Centre (KHRC), where he jointly designed and maintained complex large-scale databases using emerging technologies for projects such as malaria vaccine trials, randomized comparison of two household survey modules for measuring stillbirths and neonatal deaths in five countries: the Every Newborn-INDEPTH study, and health and demographic surveillance systems running across 6 districts in the Bono-East Region.",
    "job_title": "DATA MANAGER & STATISTICIAN",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/145_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "148",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Fred",
    "lastname": "Kaggwa",
    "institution": "Mbarara University of Science and Technology",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "My Profile.PNG",
    "biography": "Dr. ir. Fred Kaggwa; holds a PhD in Computing and serves as a Senior Lecturer in the Department of Computer Science, Faculty of Computing and Informatics at Mbarara University of Science and Technology. Fred also doubles as the Chief Quality Assurance Officer with an experience of 16 years in the quality assurance matters of the university. Dr. Kaggwa's research interests are in Data Science for healthcare (including big data security), Biometrics, Computer/Network Security, Legal, Social and Ethical Issues in Computing as well as Quality Assurance in Higher Education. Fred supports the University Computing Services Unit to not only embrace new technologies, but also have them securely operate.  He was delighted to be among the initiators of the data science research group which is at its early development stages for both staff and students. This research group has been started to bridge the data science gap that has existed for long at the university. Fred has a strong history of teaching computer security related courses, modeling and simulation and post graduate supervision/ mentorship. Since 2007, he has taught over 1000 undergraduate Information technology, Computer Science and Computer Engineering students. 12 Masters students and 4 PhD student completed",
    "job_title": "Senior Lecturer",
    "areas_expertise": "Data Science Process,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/148_dsi_4th_consort_me_arm_1_profile_pic.PNG?raw=true"
  },
  {
    "record_id": "149",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Frunwi",
    "lastname": "Ndeh",
    "institution": "Health Research Foundation",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "WhatsApp Image 2024-05-01 at 23.05.21.jpeg",
    "biography": "I am a passionate software engineer with a strong focus on technology and innovation. With a keen interest in solving complex problems, I have worked across various aspects of software development, from mobile apps to backend systems, ensuring seamless integration and user experiences. My expertise spans a variety of programming languages and frameworks, enabling me to adapt to new technologies quickly and efficiently.    Driven by curiosity, I constantly explore the latest tech trends, staying up-to-date with cutting-edge developments in the software industry. Whether it's building scalable applications or optimizing performance, I am committed to creating high-quality, efficient solutions that meet users' needs.    Outside of coding, I enjoy movies, gaming, music, and football. These hobbies provide a great balance to my tech-driven life and keep me inspired as I continue my journey in the digital world",
    "job_title": "Software Engineer",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/149_dsi_4th_consort_me_arm_1_profile_pic.05?raw=true"
  },
  {
    "record_id": "151",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Gabriel",
    "lastname": "Kallah-Dagadu",
    "institution": "University of Ghana",
    "country_residence": "South Africa",
    "nationality": "Ghana",
    "profile_pic": "Gabriel.jpg",
    "biography": "Gabriel Kallah-Dagadu is a Senior Lecturer at the Department of Statistics and Actuarial Science, University of Ghana and currently a WASHA Takwimu Postdoctoral fellow in Health Data Science at the University of KwaZulu-Natal, South Africa (host), and Harvard T. H. Chan School of Public Health, USA, partner with Heidelberg Institute of Global Health, Germany.  He holds a PhD in Statistics from the University of Cape Coast and an MPhil in Statistics from the University of Ghana. Gabriel joined the Department of Statistics and Actuarial Science as a faculty member in September 2014 and has excellent experience supervising and teaching Statistics, Probability, and Data Science at both undergraduate and postgraduate levels. His research interests are centred on applied probability, computational statistics, and machine learning with real-life applications to genome sequencing, climate change, nutrition, and health outcomes. Gabriel has published several peer-reviewed articles in both local and international journals of high repute in the areas of statistics, probability, data science and public health.   ",
    "job_title": "Postdoctoral Fellow ",
    "areas_expertise": "Data Science Process,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/151_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "33",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Gaone",
    "lastname": "Retshabile",
    "institution": "University of Botswana",
    "country_residence": "Botswana",
    "nationality": "Botswana",
    "profile_pic": "profile.jpg",
    "biography": "Gaone Retshabile is a lecturer in the molecular, cell and microbiology cognate areas in the Department of Biological Sciences at the University of Botswana. His research interests are in HIV host genomics, HIV-TB co-infection, non communicable co-morbidities associated with HIV. He has a passion for capacity development.",
    "job_title": "Lecturer",
    "areas_expertise": "Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/33_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "153",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "George",
    "lastname": "Odonye",
    "institution": "Institute of Human Virology,Nigeria",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "REDCAP Headshot.jpg",
    "biography": "George Odonye is a certified Forensic Psychologist who brings 17 years of experience working in the public health focusing on data base design, data management and Analysis of longitudinal cohort studies. He received a Masters Degree from Nasarawa State University Nigeria. Currently, i serve as a  Study Coordinator/ Sub-unit Data Management Lead at the International Research Centre of Excellence(IRCE) of the Institute of Human Virology Nigeria.(IHVN)The institute of the Human Virology, Nigeria(IHVN) and the international Centre of Excellence(IRCE) is an organization providing opportunities for young researchers ,build capacities to develop and execute research projects.  George Odonye has applied his data management skills to a wide research areas including HIV, Cancer biomarkers, Diabetes, Tuberculosis,COVID-19, and the Rapid Assessment & Longitudinal Cohort Study of early career midwives in conflict-affected areas in Yobe State Nigeria. I have featured in some journal articles as a co-author .  George odonye has taught data management and analysis to graduate students, postgraduate trainees, healthcare  professionals.  Serving currently as a Research Coordinator and a  Sub-unit lead at IRCE, i bring to the position a well established background, to lead group of highly talented team of professionals who design and manages a very large research databases in the unit.        ",
    "job_title": "•\tCreate and enforce policies for effective data management. •\tFormulate techniques for quality data collection to ensure adequacy, accuracy, and legitimacy of data. •\tDevise and implement efficient and secure procedures for  data handling and analysis with attention to all technical aspects. •\tEstablish rules and procedures for  data sharing with upper management, external stakeholders etc. •\tSupport data staff in the daily use of data systems and ensure adherence to legal and company standards. •\tAssist with reports and data extraction when needed. •\tMonitor and analyze information and data systems to evaluate their performance plus discover ways of enhancing them (new technologies, upgrades etc.) •\tEnsure all digital databases and archives are protected from security breaches and data losses. •\tTrouble shoot data-related problems and authorize maintenance or modifications. •\tBe a custodian of all data (i.e.: soft and hard copies; quantitative and qualitative data).  •\tPerform day-to-day data management roles on and address any team-related issues promptly.   •\tMonitor and report  project data progress, status, and issues to Principal Investigator or Co-Investigator on regular and timely basis. •\tPerform any other assignment that by the PI & Co-I.",
    "areas_expertise": "Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/153_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "154",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Georges",
    "lastname": "Nguefack-Tsague",
    "institution": "AIMS Cameroon",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "WhatsApp Image 2021-05-20 at 06.28.49 (1).jpeg",
    "biography": "Prof. Nguefack-Tsague is currently lecturing Biostatistics (University of Yaounde 1), Data Science (AIMS-Cameroon and University of Buea), and Health Informatics (University of Yaounde 1), with professional collaboration of the Cameroon National Institute of Statistics where he started his professional career 24 years ago, and the Cameroon Ministry of Public Health. His research agenda addresses topics in data analysis and data science. He is currently MPI Harnessing Data Science for Health Discovery and Innovation in Africa (DS-I Africa), in the NIH's Data Science Center for the Study of Surgery, Injury, and Equity in Africa (D-SINE Africa).",
    "job_title": "Associate Professor of Statistics",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management,Research Methods,Team Science,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/154_dsi_4th_consort_me_arm_1_profile_pic.28?raw=true"
  },
  {
    "record_id": "155",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Gerald",
    "lastname": "Mboowa",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Gerald Mboowa -  professional headshot photo .jpg",
    "biography": "I am passionate about integration and application of genome sequencing technologies in health and disease, outbreak investigation, pathogen characterization, and antimicrobial resistance (AMR) surveillance. Some of his work focuses on using genome sequencing technologies and bioinformatics in AMR to better understand genomic determinants of resistance, virulence, and underlying mechanisms. I also broadly work to contribute to areas in data science, genomics, bioinformatics, and genome sequence analysis to improve health. ",
    "job_title": "Bioinformatics implementation scientist",
    "areas_expertise": "Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/155_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "156",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Gerrit",
    "lastname": "Botha",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "20240402_221435.jpg",
    "biography": "Gerrit Botha is a bionformatics engingeer at the Computational Biology group at the University of Cape Town. He is responsible for providing bioinformatics support and works on a variety of projects such as functional annotation pipelines, whole-genome and exome sequencing analysis and bacterial diversity studies.",
    "job_title": "Principal Technical Officer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/156_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "159",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Gifty",
    "lastname": "Dankyi",
    "institution": "FIC",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "IMG_2440Gifty Edited.jpeg",
    "biography": "Not Applicable",
    "job_title": "NIH",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/159_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "160",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Grace",
    "lastname": "Kebirungi",
    "institution": "African Centers of Excellence in Bioinformatics and Data Intensive Sciences",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Grace Kebirungi.jpg",
    "biography": "Grace Kebirungi is a skilled professional with a strong background in microbiology, quality control, and project management. She holds a Master's degree in Microbiology and Quality Control from the University of Science and Technology Houari Boumediene Algiers.    In addition to her scientific expertise, Grace has also supplemented her knowledge with management skills, having completed a postgraduate degree in Project Planning and Management. This combination of scientific and managerial acumen allows her to excel in multidisciplinary projects.    Furthermore, Grace has showcased her leadership abilities as she manages a team of developers in Uganda. Under her guidance, the team successfully developed a COVID-19 chatbot that combats the challenges of information scarcity and misinformation. The chatbot, available in Luganda and English with both text and voice capabilities, provides accurate and reliable information to the public. Grace's role in this project involved curating data and overseeing the progress of chatbot development tasks, ensuring its effectiveness and user-friendliness.    Currently, Grace is part of the Uganda Node on the Elwazi Open Data Science Platform, a DS-I Africa project aimed at collaborating with fellow experts to drive data-driven decision-making and promote data accessibility and transparency. She serves as a member of the data working group and actively participates in supporting research hubs, contributing to the harmonization of health data.",
    "job_title": "Administrative officer",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/160_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "403",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Grace",
    "lastname": "Annan-Callcott",
    "institution": "Wellcome",
    "country_residence": "United Kingdom of Great Britain and Northern Ireland (the)",
    "nationality": "United Kingdom of Great Britain and Northern Ireland (the)",
    "profile_pic": "Profile pic.jpeg",
    "biography": "Grace leads the learning, communications and influence work for the Data for Science and Health team at Wellcome. She has an interest and background in communicating the impact of emerging technologies on people, politics and society.",
    "job_title": "Program Adviser",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/403_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "164",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Henry",
    "lastname": "Mwambi",
    "institution": "University of KwaZulu-Natal",
    "country_residence": "South Africa",
    "nationality": "Kenya",
    "profile_pic": "photo.png",
    "biography": "Henry Mwambi is a Professor of Statistics in the University of KwaZulu-Natal, School of Mathematics, Statistics and Computer Science. He has an extensive teaching record at both undergraduate and postgraduate level. His research is on statistical methodological development and applications in health and other biological fields including modelling infectious disease dynamics and applied statistics in general. He has supervised and co-supervised masters and doctoral students from across a number of countries in Sub-Saharan Africa with a goal to enhance capacity in Biostatistics. He is a Co-PI of the Sub-Saharan Africa Consortium for Advanced Biostatistics (SSACAB) training and one of the MPI for the DSI-Africa Research training program on Harnessing Data Science for Global Health Priorities in Africa.  He has previously been the head of research in the School of Mathematics, Statistics and Computer Science, University of KwaZulu-Natal and  a member number of scientific and academic committees among them a member of the Centre for Scientific and Industrial Research (CSIR) Research Ethics Committee and also a member of the Executive Board of International Biometric Society (IBS) and also the current Secretary of the Society. He has authored and co-authored over 100 articles in reputable peer reviewed journals, most of which are joint publications with students he has supervised and co-supervised.",
    "job_title": "Professor of Statistics",
    "areas_expertise": "Data Science Process,Data Analytics,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/164_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "166",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Houriiyah",
    "lastname": "Tegally",
    "institution": "Stellenbosch University",
    "country_residence": "Mauritius",
    "nationality": "Mauritius",
    "profile_pic": "IMG_1316.jpg",
    "biography": "Houriiyah holds a PhD in Virology & Bioinformatics. She is the Head of Data Science at the Centre for Epidemic Response and Innovation focusing on the genomic epidemiology and evolution of SARS-CoV-2 and arboviruses in Africa along with associated impacts of climate change on transmission dynamics. During the COVID-19 pandemic she optimized the assembly and analysis of SARS-CoV-2 genomes from multiple African countries for outbreak response, which was pivotal in the identification of the Beta and Omicron variants of concern. Her research interests revolve around the genomic surveillance of infectious diseases and particularly the use of genomics and phylogenetics within epidemiological and population-scale data to reconstruct and track their transmission dynamics and impact.",
    "job_title": "Head of Data Science",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/166_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "167",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Ibra",
    "lastname": "Lujumba",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Visa photo.JPG",
    "biography": "Ibra Lujumba has a Master of Science in Bioinformatics and a Bachelor of Science in Biochemistry from Makerere University. He is involved in bioinformatics research in genomics and bioinformatics training activities across Africa.",
    "job_title": "Bioinformatician",
    "areas_expertise": "Data Analytics,Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/167_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "168",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Ibrahim",
    "lastname": "Sanogo",
    "institution": "UCRC/USTTB",
    "country_residence": "Mali",
    "nationality": "Mali",
    "profile_pic": "IMG_20230214_100015_115.jpg",
    "biography": "I am currently Biostatistician and PhD student at University Clinical Research Center (UCRC). Before this position, I was Clinical Coordinator for 4 years within the same institution. From 2011 to 2017 at Malaria Research Training Center (MRTC), I participated in various biomedical and clinical research protocols as clinical and laboratory investigator and team leader of the joined project between MRTC-USTTB and the NIH and LSHTM. I obtained a MD degree from Faculty of Medicine, Pharmacy and Odonto-Stomatology in 2011 and a master's degree in quantitative and econometric methods in health research from Aix-Marseille University (France) in 2021. In addition, I completed the courses in Data Science and Machine Learning (DS-ML) from Massachusetts Institute of Technology (MIT), NGS Bioinformatics from H3ABioNet, University of Cape Town, South Africa, and Design and Analysis of Parallel and Stepped-Wedge Cluster Randomized Trials from LSHTM. During my 12 years' experience in clinical and biomedical research including 2 years as biostatistician have allowed me to bring various expertise to several protocols and research articles, particularly in the field of design, implementation, development of analysis plan and statistical analysis of data including data science expertise. We mainly carry out research on malaria, TB/VIH and emerging and reemerging infectious",
    "job_title": "Biostatistician",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/168_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "170",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Iguosadolo",
    "lastname": "Nosamiefan",
    "institution": "Redeemer's University (ACEGID)",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Passport photo_2022.JPG",
    "biography": "As a Program Manager at the African Center of Excellence for Genomics of Infectious Diseases (ACEGID) based at Redeemer's University in Nigeria, my roles include program management and implementation for large scale disease surveillance and pandemic prevention projects, including, the Sentinel project, an early warning system for pandemic preparedness and prevention in West and Central Africa, Combatting AntiMicrobial Resistance in Africa (CAMRA), an NIH-funded research Hub as part of the Data Science and Innovation in Africa (DS-I Africa), Consortium, and a Lassa Fever Sero-epidemiology Study (EID032), as part of Joint West Africa Research Group (JWARG), a military-civilian partnership funded by the US Department of Defense, Emerging Infectious Disease Branch.     In my previous role as a project manager/biomedical engineer, I also managed the NIH-funded H3Africa project which aimed to characterize a variety of microbial threats in the West African region. Over the past four years, I have worked to expand ACEGID's capacity for in-country pathogen sequencing and analysis and to implement novel diagnostic tools in hospitals, labs, and clinic across West Africa. As part of ACEGID's active the effort to provide real-time surveillance of current and future disease threats in the region, I also led the development of ACEGID's bioinformatics core which has trained over 200 young scientist from across West Africa and has analyzed the sequence data from the most recent Lassa Fever, Monkeypox Virus, Yellow Fever  and COVID-19 outbreaks in Nigeria. From 2014-2016, I also worked in the Sabeti Lab at the Broad Institute of MIT and Harvard on the development of rapid tests for real-time diagnoses and elucidating candidate gene regions for PCR and qRT-PCR diagnostic development.",
    "job_title": "Program Manager",
    "areas_expertise": "Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/170_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "173",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Isaac",
    "lastname": "Kisiangani",
    "institution": "African Population and Health Research Center",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Screenshot 2024-03-27 120117.png",
    "biography": "Isaac is a public health specialist working at African Population and Health Research Center. His research focus is on non-communicable diseases (NCDs).",
    "job_title": "Research officer",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/173_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "180",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "James",
    "lastname": "Orwa",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "WhatsApp Image 2024-07-24 at 13.40.16_c2a80194.jpg",
    "biography": "James has background training in Biostatistics from Hasselt university in Belgium and is in the final stages of completing his PhD in Public health in Ghent University, Belgium. His areas of research includes: improving maternal Newborn and Child health outcomes, and in social determinants of Tuberculosis and HIV in low-middle income countries. Currently working on use of machine learning/Artificial intelligence in MNCH using existing datasets from LMICs.",
    "job_title": "Assistant Professor",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/180_dsi_4th_consort_me_arm_1_profile_pic.40?raw=true"
  },
  {
    "record_id": "183",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Jasmit",
    "lastname": "Shah",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Jasmit Shah.jpg",
    "biography": "Dr. Jasmit Shah holds a Doctorate of Philosophy (PhD) in Bioinformatics and Biostatistics from University of Louisville (2017), Masters in Bioinformatics and Biostatistics from University of Louisville (2011), and a Bachelors in Mathematics, Statistics and Chemistry from University of South Alabama (2009).    He has ten plus years' experience in supervising research and data management, data analysis and statistics. His responsibilities have included conducting research and analyzing data for health solutions; use of statistical methods in observational epidemiological studies, clinical trials and computing applications. He also has experience conducting population level studies in low- and middle-income (LMIC) settings such as Kenya, Ethiopia, Zambia, Mozambique and Pakistan. He is one of the lead trainers for EQUIST 2.0, a tool designed by UNICEF to enable the global health community to address the issue of equity in maternal, newborn and child health, and minimize health disparities among populations and has led the use and evaluation of EQUIST 2.0 in Ethiopia, Mozambique, Zambia and Pakistan. He also has experience with LiST Tool as EQUIST uses LiST for impact projection and certain aspects of costing.",
    "job_title": "Assistant Professor / Data Scientist",
    "areas_expertise": "Data Analytics,Research Methods,Team Science,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/183_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "35",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Jelili",
    "lastname": "Oyelade",
    "institution": "Covenant University.edu.ng",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "ProfOyelade_Picture.jpg",
    "biography": "Prof. Jelili O. Oyelade is a Professor of Computer Science (Bioinformatics) in the Department of Computer and Information Sciences, Covenant University, Ota, Nigeria. A post-doctoral Fellow at Jena State University Hospital, Jena, Germany. He is a leader of the Covenant University Bioinformatics Research Cluster (CUBRe) ) and Academic Program Coordinator under Covenant Applied Informatics and Communication Africa Centre of Excellence (CApIC-ACE)(https://ace.covenantuniversity.edu.ng/) funded by the World Bank, Covenant University.  A Principal Investigator (PI) in Covenant University funded research and a Co-I in the World Bank funded Covenant Applied Informatics and Communication African Center of Excellence (CApIC-ACE). PI, 'Genome-wide characterization of complex variants and their phenotypic effects in African populations' project. Prof. Jelili O. Oyelade have the expertise, leadership, training, and motivation necessary to successfully carry out the research project in Bioinformatics research field. My research focuses on computational identification of signaling and metabolic pathways in Plasmodium falciparum, Analysis of Gene/Protein-Protein Interaction Networks, Host-pathogen protein-protein interaction (HPPPI), Machine Learning and its application to biological data. Mathematical Epidemiological modelling, etc. He has successfully trained and produced 5 Ph.Ds. and 17 MSc students. ",
    "job_title": "Researching and Lecturing",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/35_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "185",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Jessica",
    "lastname": "Haberer",
    "institution": "Massachusetts General Hospital",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "CGH_Jessica Haberer Headshot.jpg",
    "biography": "Jessica Haberer, MD, MS is a Professor of Medicine at Harvard Medical School and the Director of Research at the Massachusetts General Hospital Center for Global Health. Her research is multi-disciplinary, involving clinical epidemiology, behavioral science, mHealth, implementation science, data science, and ethics. She works primarily in the prevention and treatment of HIV and tuberculosis, involving both adult and pediatric patients. Current research is ongoing in Uganda, Kenya, and South Africa. She is additionally committed to active mentorship, promotion of diversity in the work force, and equity in global health research partnerships.",
    "job_title": "Professor",
    "areas_expertise": "Research Methods,Team Science,Professional Development,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/185_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "187",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Jide",
    "lastname": "Ayodele",
    "institution": "Covenant University",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Passport.jpg",
    "biography": "My name is Jide the Network Manager at Covenant University Bioinformatics Research (CUBRe). I head the admin aspect for the research group. I have been working at CUBRe since 2017. I was Project Manager for CApIC-ACE (a World Bank project) between 2019 - 2023. I enjoy reading, watching sports (especially football; I support Manchester United) and meeting people. ",
    "job_title": "Network Manager",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/187_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "189",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "John",
    "lastname": "Eshun",
    "institution": "kwame Nkrumah University of science and Technology",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "pass pic_0001.jpg",
    "biography": "Master student and machine learning optimization Researcher ",
    "job_title": "student",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/189_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "191",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Joicymara",
    "lastname": "Santos Xavier",
    "institution": "Stellenbosch University",
    "country_residence": "Brazil",
    "nationality": "Brazil",
    "profile_pic": "IMG_2910.JPG",
    "biography": "I am an Assistant Professor at the Federal University of Vales do Jequitinhonha and Mucuri (UFVJM/Brazil) where I am responsible for the Programming, Information Technology, and Data Science courses. I have a Ph.D. in Bioinformatics from the Federal University of Minas Gerais (Brazil), with a fellowship at Stellenbosch University (South Africa) and collaboration with the Center of Epidemic Response and Innovation (CERI - South Africa), Fiocruz-MG (Brazil), University of Melbourne (Australia) and Baker Heart and Diabetes Institute (Australia). I also have a Master's degree in Computer Science from the Federal University of Uberlândia (Brazil), where I was a member of the High Performance and Dependable Computing System Laboratory (HPDCS) working with Software Reliability. My Bachelor's is in Information Systems from the State University of Montes Claros (Brazil), where I also have worked as a Systems Analyst and Web Developer for five years. Currently, I am coordinating the Programming Studies Group (GESPRO) at UFVJM, the Laboratory of Bioinformatics and Artificial Intelligence (BIA), and am the Administrative Director and co-founder of the NGO Code X, which aims to awaken the interest of girls in situations of social vulnerability to the technology. My main research interests are biological data engineering, genomic surveillance, prediction of mutation effects, compensatory mutations, protein structure, and function, database, and machine learning.",
    "job_title": "Assistant Professor / Computer Science specialist",
    "areas_expertise": "Data Science Process,Data Engineering,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/191_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "193",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Jonathan",
    "lastname": "Kayondo",
    "institution": "Uganda Virus Research Institute",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "cropped-Vsa_JK2022-1 copy 2.jpg",
    "biography": "Molecular geneticist specializing in disease vector and pathogen genomics and bioinformatics, based at the Uganda Virus Research Institute, Entebbe Uganda",
    "job_title": "Principal Research Officer",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/193_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "197",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Joyce",
    "lastname": "Nakatumba-Nabende",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Joyce_Nakatumba-Nabende.jpg",
    "biography": "Joyce Nakatumba-Nabende (PhD)  is a senior lecturer in the Department of Computer Science. She heads the Makerere Artificial Intelligence Lab, a research lab in the Department of Computer Science. She is a board member of Data Science Africa.  Her research interests are Machine Learning, Natural Language Processing, and Responsible AI.",
    "job_title": "Senior Lecturer",
    "areas_expertise": "Data Science Process,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/197_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "202",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Karen",
    "lastname": "Kengne Kamga",
    "institution": "University of Cape town",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "profile pic.jpg",
    "biography": "Dr. Kengne Kamga Karen is a highly skilled and experienced Cameroonian physician with a strong passion for genetics. He has been actively involved in this field for over ten years. His interest in genetics started during his time as a medical student when he worked on his final dissertation focused on the causes of developmental delay in children between 3 and 72 months. After completing his medical degree, Dr Karen worked as a GP in a semi-urban setting for five years, gaining valuable clinical experience and honing his skills in providing holistic care to patients. This experience fuelled his desire to learn more about genetics and its impact on human health, leading him to pursue a PhD in Genetic Counselling at the prestigious University of Cape Town (UCT). His research delved into the interplay between individual genetic findings and traditional knowledge within Cameroonian villages. He then transitioned into a clinical geneticist role at Limbe Regional Hospital, where he has been making a significant contribution to the health and well-being of patients. As a postdoctoral researcher at the University of Cape Town, he continues to explore his interest in genetics and genomics of developmental disorders, community engagement, and bioethics. ",
    "job_title": "Postdoctoral researcher",
    "areas_expertise": "Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/202_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "205",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mrs.",
    "firstname": "Katherine",
    "lastname": "Johnston",
    "institution": "Computational Biology Division, University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Picture1.png",
    "biography": "Katherine Johnston is currently co-chair of the eLwazi Data Harmonisation WG and also an H3ABioNet member chairing the Data Management & Standards WP. She provides support to the DS-I Africa and H3Africa projects in the area of phenotype data collection and harmonisation, software platforms and incorporation of ontologies. With a long-standing desire to play a role in advances in genetic research, Katherine moved from a position as Head Clinical Data Manager at AHRI, Durban and joined CBIO at UCT, Cape Town as an H3ABioNet Software Developer administering their REDCap instance. She has completed an Honours degree in Computer Science and Economics and started her career working in EHR systems development. Subsequently discovering a passion for helping medical professionals in the field of patient care by building useful electronic tools she then moved into into field of clinical trials data management for the 13 years. During this time, she married and had 3 children, the first of whom has Down Syndrome. Now in the field of bioinformatics, she finds herself unexpectedly combining her interest in genetics, health informatics and patient care with her love for her children, advocating for inclusivity and research advancements in medical care, data collection standards and software.",
    "job_title": "Software Developer",
    "areas_expertise": "Data Science Process,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/205_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "209",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Kerry",
    "lastname": "Glover",
    "institution": "University of the Witwatersrand",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Kerry profile pic Kenyan evisa.jpg",
    "biography": "Kerry Glover is a research project manager on the MADIVA project,  based at the Sydney Brenner Institute for Molecular Bioscience (SBIMB) at Wits University, Johannesburg. She comes from a background in television production and internal communications.",
    "job_title": "Research Project Manager",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/209_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "210",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Kimbowa",
    "lastname": "Timothy Wamala",
    "institution": "Uganda Virus Research Institute",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Kimbowa Timothy Wamala Passport Photo.png",
    "biography": "Enthusiastic Network Administrator proudly offering over 15 years' experience in system Management, upgrades, hardware monitoring and performance improvements. Astute employee with knowledge in system repairs and installation of network components. Skilled in task prioritisation and troubleshooting. I am a collaborative individual with strong planning and problem solving skills. Passionate about optimisation, automation and new technologies. I excel at third-party management to achieve top-quality service.",
    "job_title": "Network Administrator",
    "areas_expertise": "Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/210_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "212",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "Kristen",
    "lastname": "Stafford",
    "institution": "University of Maryland Baltimore",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Stafford_Kristen.jpg",
    "biography": "Dr. Stafford is an infectious disease epidemiologist with 25 years of experience in the design, implementation, and evaluation of domestic and international HIV care and treatment programs. Domestically she directly implemented Ryan White funded programs as well as served as the Deputy Program Manager and Manager of the Continuous Quality Improvement Program for the Ryan White Part A Program for the Baltimore EMA.    Internationally, she served for six years as Director of the Outcomes and Evaluation Program at the Institute of Human Virology - University of Maryland School of Medicine for an eight country, 240 clinic, 700,000 patient HIV care and treatment program funded through the President's Emergency Plan for AIDS Relief. Dr. Stafford has designed and implemented multi-country education and training programs for the integration of monitoring and evaluation and continuous quality improvement programs into HIV programs and served as co-lead author for the WHO guide to implementing quality improvement programs in resource-limited settings.    Dr. Stafford's methodological expertise includes complex study design, analytical methods used evaluate patient and program outcomes, immunologic response to antiviral therapy among HIV infected patients, treatment toxicity, retention in the care cascade, and large cohort development and analysis. Her primary research focuses on the epidemiology of aging in the presence of HIV infection and how age is associated with differences in HIV treatment outcomes in resource limited settings with particular focus on immune system recovery and the development of treatment related toxicity and side effects. Dr. Stafford has expertise in advanced epidemiological methods for infectious disease research and serves as the Director of Clinical Research Education Programs in the Department of Epidemiology and Public Health.  She is the Associate Director of the Center for International Health, Education, and Biosecurity at the University of Maryland Baltimore.",
    "job_title": "Associate Professor",
    "areas_expertise": "Data Analytics,Data Management,Research Methods,Team Science,Domain knowledge,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/212_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "44",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Laura",
    "lastname": "Povlich",
    "institution": "Fogarty International Center, NIH",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Laura Povlich Headshot 2018.jpg",
    "biography": "Laura Povlich is a Program Director in the Division of International Training and Research at the Fogarty International Center, part of the National Institutes of Health, where she was previously an American Association for the Advancement of Science (AAAS) Science & Technology Policy Fellow. Dr. Povlich has administered a portfolio of grants that covers a range of research, research training, and research education projects related to global health technology, with a significant focus on information and communication technology. She currently is a coordinator for a new NIH Common Fund program - Harnessing Data Science for Health Discovery and Innovation in Africa (DS-I Africa). Prior to working at Fogarty, Dr. Povlich was the 2011-2012 Materials Research Society/Optical Society Congressional Science and Engineering Fellow in the Office of Congressman Sander Levin.      Dr. Povlich earned a B.S.E. in Materials Science and Engineering and a Ph.D. in Macromolecular Science and Engineering, both from the University of Michigan. Her research focused on the synthesis of functionalized conjugated polymers for biological sensor applications and for neural probe and prosthetic device electrode coatings.",
    "job_title": "Program Director",
    "areas_expertise": "Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/44_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "215",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Lesedi",
    "lastname": "Williams",
    "institution": "University of Botswana",
    "country_residence": "Botswana",
    "nationality": "Botswana",
    "profile_pic": "lesedi2 (2).jpg",
    "biography": "I have always had a passion for science, during my undergraduate I participated in a USAID women in science mentorship program. After my undergraduate degree which was focused on Ecology, I pursued an MSc in Molecular and Cellular Biology from the University of Guelph, Ontario, Canada. I then joined the University of Botswana as a Lecturer in the field of Molecular Biology and Genetics in 2012. In 2014, I was selected as a trainee fellow for the H3Africa-funded project, Collaborative African Genomics Network (CAfGEN) and started pursuing a PhD in Genomics at the University of Botswana. As a CAfGEN PhD fellow, I have had the privilege of undertaking two years of Bioinformatics and Genomics training at Baylor College of Medicine (BCM) in Houston, Texas, USA. I am currently working on a genome-wide screen of loci associated with alloimmunization in Sickle Cell Disease and investigating genetic variants that may be associated with HIV disease progression in sub-Saharan African prenatally infected children. When I am not immersed in my research, I enjoy reading and watching works in the genres of fantasy and science fiction.",
    "job_title": "lecturer",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/215_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "217",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mrs.",
    "firstname": "Lisa",
    "lastname": "Van Aardenne",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "L_van_Aardenne_profile_photo_square.jpg",
    "biography": "Lisa is a climate researcher and data manager within the Climate System Analysis Group (CSAG), University of Cape Town. Her current research activities are focused on the intersection of Climate and Health through projects such as UrbanARK and Health: RADAR. She is part of the HE2AT Center where she is involved in the DMAC and both Research Projects. She is involved in the CHEAQI-MNCH project and is also part of the DS-I Africa Data Management and Data Governance Working Groups.",
    "job_title": "Chief Scientific Officer",
    "areas_expertise": "Data Management,Research Methods,Domain knowledge,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/217_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "221",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Lyndon",
    "lastname": "Zass",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "DP.jpg",
    "biography": "As part of the eLwazi ODSP, Lyndon Zass is a project co-ordinator based at the University of Cape Town, in Cape Town, South Africa. With a background in Molecular Biology and Human Genetics, he currently holds an MSc in Human Genetics which he obtained from Stellenbosch University. His research focuses on psychiatric genetics, and more specifically, the epigenetic underpinnings of common psychiatric disorders such as anxiety disorders and PTSD. Currently, he is pursuing an MPH and is involved in several DS-I Africa groups and activities, co-chairing the eLwazi Data Support WG.",
    "job_title": "Project Manager",
    "areas_expertise": "Data Management,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/221_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "224",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Mamadou",
    "lastname": "Wele",
    "institution": "African Center of Excellence in Bioinformatics University of Science, Techniques and Technologies of Bamako, Mali",
    "country_residence": "Mali",
    "nationality": "Mali",
    "profile_pic": "Photo Identite.jpg",
    "biography": "Prof Mamadou WELE  PhD in Biochemistry and Molecular Biology   Director of African Center of Excellence in Bioinformatics    University of Science, Techniques and Technologies of Bamako, Mali",
    "job_title": "Director ",
    "areas_expertise": "Research Methods,Team Science,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/224_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "43",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Mansoor",
    "lastname": "Saleh",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "United States of America (the)",
    "profile_pic": "1580573263817.jpeg",
    "biography": "Dr Saleh is the Founding Chair in the Department of Hematology and Oncology and the Founding Director of the Cancer Centre at the Aga Khan University Nairobi. He received his medical degree from University of Heidelberg in Germany and conducted his doctoral research at the Max Planck Institute for Medical Research in Heidelberg. From there, Dr Saleh completed his clinical and translational research training in Hematology and Oncology at the University of Alabama Comprehensive Cancer Centre where he was a tenured Professor of Medicine and Pathology and Director of the First-in-Human Early Drug Development Programme. His area of research and clinical focus is targeted therapy of cancer.",
    "job_title": "DIRECTOR CANCER CENTER AKU",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/43_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "229",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Mariette",
    "lastname": "Smith",
    "institution": "UCT",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "E1000878.jpg",
    "biography": "Mariette Smith is a Senior Data Scientist at the Western Cape Provincial Health Data Centre with an interest in infectious disease epidemiology and antimicrobial stewardship. ",
    "job_title": "Data Scientist",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/229_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "230",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Marion",
    "lastname": "Adebiyi",
    "institution": "Landmark University",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Marion.jpg",
    "biography": "Marion Adebiyi has an extensive background in Computing and vast in Bioinformatics analysis of various high-throughput datasets. Her core areas of interest include organism's inter pathway analysis, protein structures and function predictions by homology modeling, deploying in-silico methods to discover new small molecules with therapeutic potentials, developing and implementing genetic research approaches and methods to associate specific genetic variations with diseases and traits, with special interest in Infectious diseases of African populations, pathogens, hosts and vectors. Lately, her research involved exploring innovative machine learning and AI methods to elucidate potential insecticidal targets, and resistance mechanisms deployed to insecticidal classes by the malaria vectors.     She heads the H3Africa projects coordinating Division, and Entomology & Data Management Division of Covenant University Bioinformatics Research (CUBRe) group. She served as the West African President of the Regional Student Group, Student Council (WA-RSGSC) of the ASBCB from 2008-2013, and was the treasurer for the ASBCB from 2015 to 2017. She loves teaching and traveling, and highly dedicated to advancing new talent discovery and mentoring young scientists.",
    "job_title": "Professor",
    "areas_expertise": "Data Analytics,Research Methods,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/230_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "232",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Masoko",
    "lastname": "Malesa",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Tshinakaho_Malesa.JPG",
    "biography": "Tshinakaho Malesa is a Training and Outreach Coordinator at eLwazi Open Data Science Platform based at University of Cape Town. Tshinakaho completed her MSc in Genetics at University of Kwa-Zulu Natal with a background in conservation and population genetics. Previously, Tshinakaho has worked as a Technical Officer where she managed a molecular biology laboratory and was involved in the teaching and training of undergraduate and postgraduate students in molecular biology techniques. Tshinakaho is passionate about teaching and the upskilling of early career scientists.",
    "job_title": "Training & Outreach Coordinator",
    "areas_expertise": "Data Management,Research Methods,Team Science,Professional Development,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/232_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "34",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Mayowa",
    "lastname": "Owolabi",
    "institution": "College of Medicine University of Ibadan",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "PROF_OWOLABI_Photo_Pix.jpeg",
    "biography": "Mayowa Ojo OWOLABI  MBBS, MSc,  DrM, MD, DSc, FMCP, FWACP, FRCP, FANA, FAHA, FAAN, FAAS, FAS, FAMedS, is a Professor of Neurology, and Director, Center for Genomic and Precision Medicine, University of Ibadan. He was Dean, Faculty of Clinical Sciences, 2018 to 2022. He is an expert in implementation science and translational genomic epidemiology of hypertension, stroke, and other cardiovascular diseases. Currently, he is the Principal Investigator or MPI of numerous internationally funded grants including the GRASP (Growing Data-science Research in Africa to Stimulate Progress) program. He is an outstanding scientist with several inventions and innovations. He is among the global top 2% scientists (2023) and the winner of the 2021 World Stroke Organization Global Award for Outstanding Contributions to Clinical Stroke Research. A leader par excellence recognized locally and globally with >400 publications in peer-reviewed journals with h-index of 84 and >121,000 citations, he is the pioneer Regional Vice-President, World Federation of Neurorehabilitation (Africa); member Board of Directors, World Stroke Organization; African Regional Director, World Hypertension League; Lead Co-Chair, WSO- Lancet Commission on stroke; foundation co-chair of the steering committee of African Stroke Organization; and Member/Rapporteur of the WHO Technical Action Group on NCD (R&D) among others.",
    "job_title": "Professor & Director",
    "areas_expertise": "Research Methods,Team Science,Professional Development,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/34_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "9",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Mefire Alain",
    "lastname": "Chichom",
    "institution": "University of Buea",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "Profile photo.jpg",
    "biography": "Mefire Alain Chichom is a Professor of General Surgery from the South-West Region of Cameroon in Central and West Africa. He served as the Head of Department of Surgery for 8 years and currently serves as the Vice-Dean in charge of Research and Cooperation at the Faculty of Health Sciences, University of Buea.  Professor Chichom-Mefire has oriented his professional and research career towards contributing to reducing the burden of injuries in sub-Saharan African countries, addressing the problem of inequities of access to surgical care and global access to quality surgery and anesthesia. He has authored over 85 scientific articles published in renowned peer-reviewed journals. His research work is focused on improving the care of the injured, standardizing the management of abdominal sepsis, advocating for the fight against antimicrobial resistance and implementing surgery quality improvement programs with specific focus on trauma.  Prof. Chichom-Mefire is a member of the International Society of Surgery (ISS-SIC) since 2009. He also serves as the representative for Africa of the International Association of Trauma Surgery and Intensive Care (IATSIC). He is also a member of the Alliance for Surgery and Anaesthesia Presence (ASAP) and a member of the editorial board of the World Journal of Surgery. He is",
    "job_title": "Professor of General Surgery",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/9_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "238",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Michael Melese",
    "lastname": "Woldeyohannis",
    "institution": "Addis Ababa University",
    "country_residence": "Ethiopia",
    "nationality": "Ethiopia",
    "profile_pic": "IMG_0486.JPG",
    "biography": "Michael Melese is an assistant professor of language technology at Addis Ababa University. He currently works at the School of Information Science at the College of Natural and Computational Sciences, Addis Ababa University. He also does research in AI, particularly in speech translation, speech recognition, machine translation, and machine learning for underrepresented African languages. He is also a father of three children.",
    "job_title": "Lecturer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/238_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "241",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Misrak",
    "lastname": "Gezmu",
    "institution": "NIH",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Misrak Gezmu Pic.jpg",
    "biography": "Dr. Gezmu is currently the Program Official for Statistical Methods grants at the Division of Clinical Research (DCR), National Institute of Allergy and Infectious Diseases (NIAID), National Institutes of Health (NIH). Dr. Gezmu is highly dedicated to increasing the biostatistical work force to address the growing demand of biostatisticians in biomedical research. Her effort of increasing biostatisticians has had positive results both Nationally and Internationally. She has a special interest in attracting new investigators to the field of biostatistics; she encourages and works closely with junior investigators in submitting their grants to NIAID.",
    "job_title": "Mathematical Statistician",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/241_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "16",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Moodley",
    "lastname": "Keymanthri",
    "institution": "Stellenbosch University",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "5497c854-41ab-4be2-b29a-18c9c23a7cfc.jpeg",
    "biography": "Keymanthri Moodley is a Distinguished Professor in the Department of Medicine and Head of the Division of Medical Ethics and Law, Faculty of Health Sciences, Stellenbosch University, South Africa. The Division was re-designated as a Collaborating Centre in Bioethics in 2023 for the third time by the World Health Organisation (WHO), one of twelve in the world and the first on the African continent.  Keymanthri is also an Adjunct Professor in the Department of Social Medicine, University of North Carolina-Chapel Hill, USA. She is a specialist family physician, bioethicist, an NRF rated researcher (established scholar with international recognition) and a member of the Academy of Science of South Africa (ASSAf). To date, she has served as Principal Investigator on 5 NIH grants and has over 130 publications (journals, books, book chapters). The Division has trained 40 mid-career professionals from 10 African countries in bioethics and currently has 4 PhD graduates and 4 PhD trainees. Keymanthri serves on the Scientific Advisory Committee of EDCTP. She currently co-chairs the WHO Working Group on Developing Guidance for Clinical Ethics. She was appointed to the WHO WG on AI and Ethics.",
    "job_title": "Professor",
    "areas_expertise": "Data Governance,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/16_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "247",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Mugume Twinamatsiko",
    "lastname": "Atwine",
    "institution": "Africa Centers of Excellence",
    "country_residence": "Botswana",
    "nationality": "Uganda",
    "profile_pic": "Atwine Headshot.jpg",
    "biography": "ML Engineer with Africa Centers of Excellence , Kampala",
    "job_title": "Data Scientist",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/247_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "249",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Mwavu",
    "lastname": "Rogers",
    "institution": "Mbarara University of science and Technology",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "image.jpg",
    "biography": "Mwavu Rogers is Bsc.IT, MSc.IS, MSc.HIT, Professional Certificate (Global Health Informatics to Improve Quality of Care)-MIT, Modeling and Optimization for Machine Learning-MIT, Geographic Information Systems (GIS) for Global Health-KIT, Implementation Science for Health data science Projects and  PhD Scholar-MUST is an innovative software developer with a diverse skill set and creative drive for software application development. I am proficient at designing and formulating test automation frameworks, writing code in various object-oriented programming languages, and feature development and implementation. I specialize in developing medical solutions that improve access to the quality of healthcare services for underserved populations. I am also adept at collecting, analyzing, and interpreting large datasets and developing new forecasting models in a variety of public and private domains. My research interests involve building large medical databases integrated with data from multiple sources and developing algorithms that predict disease progression or monitor the treatment effect of specific clinical procedures to support clinical research in low-resource settings. My academic training as an information systems developer and a systems analyst and research experience at Mbarara University of Science and Technology has provided me with a background in software application development, including mobile health technology and clinical research. I also have a strong history of teaching and mentorship. As an educator, I work with the Faculty of Computing and Informatics of MUST with a specific interest in Object-oriented programming languages, Artificial Intelligence (AI) and Machine Learning. I am in charge of undergraduate research in the Faculty of Computing and Informatics of MUST and also a member of the software incubations and innovations unit at MUST, where I head an undergraduate and graduate research programming group that develops technology for management, analysis, machine learning, deep learning and sharing of large health informatics, biomedical and environmental datasets. I have done consultancy work with international organizations such as UNFPA (worked as a Software Developer/Consultant in the Getin Project) and am a co-organizer of two International",
    "job_title": "Lecturer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/249_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "252",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Nchangwi S",
    "lastname": "Munung",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "Cameroon",
    "profile_pic": "Nchangwi-ProfilePic.png",
    "biography": "Nchangwi S Munung is a bioethics researcher and her research focuses on on how theories of global health justice and African communitarian ethics could inform the equitable global governance of genomics and health research.  ethics of infectious disease control and management, public engagement for genomics and data science in health, patient involvement in health research, socio-cultural considerations in health and disease  and ethical and social issues related to emerging biotechnologies.",
    "job_title": "Senior Lecturer",
    "areas_expertise": "Data Governance,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/252_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "253",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Ndivhuwo",
    "lastname": "Makondo",
    "institution": "IBM Research - Africa",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "ndivhuwo-makondo (1).jpeg",
    "biography": "Ndivhuwo Makondo is a research manager at IBM Research | Africa, leading a team of scientists and engineers to conduct basic and applied research in the integration of knowledge, reasoning and learning and natural language processing (NLP) for various scientific and business use-cases; and building AI systems and capabilities to contribute to IBM Research strategy to infuse research into platforms and products, and localising the capabilities through partnerships in the African continent.  He is also a visiting researcher at the School of Computer Science and Applied Mathematics at the University of the Witwatersrand, South Africa, where he collaborates and supervises students in natural language processing (NLP) and robotics research. He has a PhD in Computational Intelligence from the Tokyo Institute of Technology in Japan; MSc (Robotics) and BSc (Control Engineering) in Electrical Engineering from the University of Cape Town, South Africa. He is also a member of the Working Group commissioned by the Department of Science and Innovation (DSI) of South Africa, on Recommendations Towards the Development of a National Artificial Intelligence Strategy of South Africa led by the National Advisory Council on Innovation (NACI), where he serves as the chair of the Research and Innovation sub-committee.",
    "job_title": "AI Research Manager",
    "areas_expertise": "Data Science Process,Data Analytics,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/253_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "255",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Nezerith",
    "lastname": "Cengiz",
    "institution": "Stellenbosch University",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "035.jpg",
    "biography": "Nezerith Cengiz is a bioethics graduate presently working as a researcher on the REDSSA project at the Division of Medical Ethics and Law, Faculty of Medicine and Health Sciences, Stellenbosch University. She completed her MSc in Bioethics and Health Law at the Steve Biko Centre for Bioethics at the University of the Witwatersrand. Her dissertation focused on artificial intelligence (AI) in health care and virtue ethics. Nezerith has worked as a research assistant in vascular surgery, ophthalmology and data science. She has served as a Research Ethics Committee member on the Hospice Palliative Care Association of South Africa and Stellenbosch Health Research Ethics Committee; and currently serves on the Tygerberg Hospital Clinical Ethics Committee.",
    "job_title": "Researcher",
    "areas_expertise": "Research Methods,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/255_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "256",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Ngoe",
    "lastname": "Kelson Tchinda",
    "institution": "Health Research Foundation",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "IMG-20240428-WA0004_2.jpg",
    "biography": "Ngoe Kelson Tchinda is a dedicated professional in the field of Computer Software Engineering, holding a master's degree from the University of Buea, Faculty of Engineering and Technology. He is currently focused on Artificial Intelligence and multi-agent systems in E-Learning, exploring the transformative potential of emerging technologies in education and enhancing his technical expertise.    In his role as a Research Software Engineer at the Health Research Foundation, he is actively involved in developing an AI model for artificial intelligence-assisted echocardiography. This project aims to improve the detection of congenital heart anomalies in sub-Saharan Africa, reflecting his commitment to leveraging technology to address critical healthcare challenges.    With a keen interest in the intersection of AI, healthcare, and education,he takes pride in mentoring and inspiring others in these domains. His work exemplifies a dedication to making meaningful contributions that advance both healthcare solutions and educational practices.",
    "job_title": "Research Software Engineer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/256_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "14",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Nicola",
    "lastname": "Mulder",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Mulder photo 2023.jpg",
    "biography": "Prof Mulder heads the Computational Biology Division at the University of Cape Town, and leads H3ABioNet, a Pan African Bioinformatics Network across 17 countries. H3ABioNet develops bioinformatics capacity to enable genomic data analysis in Africa. She also leads the Harnessing Data Science for Health in Africa Open Data Science Platform. She previously worked at the European Bioinformatics Institute in Cambridge, as a Team Leader. At UCT her research focuses on genetic determinants of susceptibility to disease, African genome variation, and microbial genomics and infectious diseases. Her group provides bioinformatics services and develops new algorithms for the analysis of complex African genetic data. She is actively involved in Bioinformatics capacity development globally and sits on a number of international scientific advisory boards.",
    "job_title": "Professor",
    "areas_expertise": "Data Analytics,Data Management,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/14_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "259",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Nisha",
    "lastname": "Nadesan-Reddy",
    "institution": "University of KwaZulu-Natal",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Nisha SM-0069.jpg",
    "biography": "Dr. Nisha Nadesan-Reddy is a dedicated Public Health Medicine specialist with over a decade of experience in the field.  Her interests lie in capacity building, training, particularly focusing on mentorship models for low- and middle-income countries, implementation science, health systems strengthening, and resilience, climate change, and health.  Her journey in academia began with managing the University of KwaZulu-Natal's Medical Education Partnership Initiative (MEPI) grant from 2011 to 2015.  This grant (R24TW008863), funded by the National Institutes of Health and Fogarty International Centre, laid the foundation for her subsequent achievements, including the management of the D43 NIH grant, Developing Research, Innovation, Localisation, and Leadership in South Africa (DRILL- D43TW010131), which concluded at the end of 2023. Throughout her career, Dr. Nadesan-Reddy has honed her skills in successful grantsmanship, grant proposal writing, with a particular emphasis on project management.  Her professional journey is marked by her involvement in various projects aimed at addressing critical health challenges.  She currently serves as the Project Manager for several initiatives, including the Warning system for Extreme weather events, Awareness Technology for Healthcare, Equitable delivery, and Resilience (WEATHER) project, funded by the National Institute for Health and Care Research.",
    "job_title": "Public health medicine specialist",
    "areas_expertise": "Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/259_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "262",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Noffisat",
    "lastname": "Oki",
    "institution": "NIH/NIDCR",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "IMG_0014 (4).jpg",
    "biography": "Dr. Oki is the Director of the Data Science, Computational Biology, and Bioinformatics Program at the National Institute of Dental and Craniofacial Research at NIH. She serves as a project scientists for both  the Data Science for Child Health Now in Ghana (DS-CHANGE) project and the eLwazi Open Data Science Platform.",
    "job_title": "Program Director",
    "areas_expertise": "",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/262_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "265",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Nubwa",
    "lastname": "Medugu",
    "institution": "International Foundation against Infectious Diseases in Nigeria",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "NMedugu Headshot passport photo.jpg",
    "biography": "I am a Snr. Consultant Clinical Microbiologist working with the International Foundation against Infectious Diseases in Nigeria (IFAIN). I direct laboratory activities in Abuja and coordinate bacteriology for the DS-1 Africa-funded Combatting Antimicrobial Resistance in Africa Using Data Science (CAMRA). In this role, I ensure accurate scientific processes and reporting of the CAMRA deliverables concerning the laboratory aspects. For the prospective component of CAMRA, my roles include accurate identification of cases and controls and proper management of animal and environmental components of the project.   I graduated from Medical School in 2006, concluded my residency in Clinical Microbiology, and concluded my MSc-Infectious Diseases. I was appointed a Consultant in the National Hospital and promoted to the role of senior Consultant subsequently. I currently head the  Department of Medical Microbiology at the Nile University of Nigeria in addition to serving on the CAMRA project. I am currently pursuing a Ph.D. in Clinical Microbiology. ",
    "job_title": "Consultant Clinical Microbiologist",
    "areas_expertise": "Data Management,Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/265_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "272",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Otshepeng",
    "lastname": "Mazibuko",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "IMG_8405.jpg",
    "biography": "I am a passionate social scientist specializing in Development Studies and dedicated to making a positive impact in society. With a strong academic background and a commitment to research, I aim to contribute valuable insights and drive meaningful change in the field of development. I am currently a PhD candidate in Development Studies at the University of Pretoria, building upon my previous achievements including a Master's Degree in Social Sciences from the University of Pretoria and a Bachelor's Degree from the North-West University. My professional role includes being a research assistant for the Public Understanding of Big Data and Genomics Medicine in Africa project under the GeneMap research center at the University of Cape Town. I am also part of the DS-I Africa Partnerships and Outreach Working Group.",
    "job_title": "Staff member - Research Assistant",
    "areas_expertise": "Data Analytics,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/272_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "275",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Patrick",
    "lastname": "Weke",
    "institution": "University of Nairobi",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Weke_Photo.jpg",
    "biography": "Patrick Weke is a PI of Advancing Public Health Research in Eastern Africa through Data Science Training (APHREA-DST) project at the University of Nairobi. This project is funded by NIH. He is a Professor of Statistics and Actuarial Science at the Department of Mathematics, University. He has supervised over 16 PhD and 50+ MSc students in his areas of study. His research interest includes Statistical modelling (especially order statistics and reliability theory), modelling of short term insurance contracts, mortality investigations and data science.",
    "job_title": "Professor",
    "areas_expertise": "Data Management,Research Methods,Professional Development,Domain knowledge,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/275_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "276",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Patrick",
    "lastname": "Owili",
    "institution": "African Population and Health Research Center (APHRC)",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Picture Passport.jpg",
    "biography": "Dr. Patrick Owili is a Program Manager at the African Population and Health Research Center (APHRC). He currently coordinates several projects including the National Institutes of Health (NIH) funded project on  Multimorbidity in Africa: Digital Innovation, Visualisation and Application (MADIVA) Research Hub, the European and Developing Countries Clinical Trials Partnership (EDCTP) program on Capacity Development of Applied Epidemiologists (CDAE), the UN Women-WHO joint program on Capacity Development Strategy to Enhance Capacities of National Institutions to Collect Violence Against Women, and the APHRC project on Transitioning to Virtual Academy.    He earned his Ph.D. degrees from the School of Medicine at National Yang-Ming University in Taipei, Taiwan. His first Ph.D. was in Public Health with an emphasis on Biostatistics, Epidemiology, Health Systems and Global Health, while his second Ph.D. was in Environmental Science and Technology with an emphasis on Environmental and Occupational Health Sciences.",
    "job_title": "Program Manager",
    "areas_expertise": "Data Analytics,Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/276_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "277",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Paul",
    "lastname": "Esselaar",
    "institution": "University of Kwa-Zulu Natal",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Paul-823x1024.jpg",
    "biography": "Paul Esselaar holds a BA, LLB, from Rhodes University and a LLM (electronic law) from the University of Cape Town. He is a regular lecturer at UCT, including on the Cybercrime Act and is an admitted attorney and notary, currently practicing at Esselaar Attorneys. With over 23 years of experience as a lawyer, including as a legal advisor to a software company, he is up to date on legislative developments in the ICT sector. He is an appeal adjudicator for the Wireless Application Services Providers Association (WASPA) and the Internet Service Providers Association (ISPA). He is the co-author of two books on the Protection of Personal Information Act. ",
    "job_title": "Honorary Research Fellow",
    "areas_expertise": "Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/277_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "280",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Peter",
    "lastname": "Amoako-Yirenkyi",
    "institution": "Kwame Nkrumah University of Science and Technology",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "Peter_Amoako-Yirenkyi.jpg",
    "biography": "Prof. Peter Amoako-Yirenkyi holds a PhD in Mathematics with an emphasis on Computer vision and Scientific Computing. In the past decade, he has trained over thirty PhDs and several postgraduate students in Scientific Computing and Industrial Modeling. He has worked with several international organizations on many projects, including the UN, WHO, CERN, UNESCO, and is a member of the Citizen Cyberscience Center, in Geneva. He has also consulted and developed several application suites and set up network infrastructures in several countries, including Rwanda and Morocco, through the IBPS-UNESCO e-library and infrastructure project. He is currently the lead scientist for the High Performance/Throughput Computing (HP/TC) Laboratory hosted by KNUST. He is the Director of Scientific and Technical Computing at the National Institute for Mathematical Sciences, Ghana. He served for three terms as the KNUST IT Consultant, responsible for the technology mission of the University. He has organized and facilitated many training, workshops and conferences. He has publications and specific research interests in Grid computing, Volunteer and High-Performance Computing, Fractional and Stochastic Differential Equations, Reservoir Simulation, Human Gait, Face and Fingerprint Recognition, Wavelets, Sparse representations in Redundant Dictionaries, Complex Energy Constrained modelling, Water resource modelling, data analytics and computational genomics, Computational linguistics, Distributed Ranking algorithms and Clustering Search Results. He has been a co-PI on multiple grants. He is currently the MPI for the Fogarty International Center /NIH Data Science for Child Health Now in Ghana grant. He is a member of H3Africa and has served as H3ABionet Node lead for KNUST and co-PI for the West African Sustainable Leadership and Innovation Training in Bioinformatics Research. He is the research lead for Advanced Computing and Digital Forensic in the KNUST Engineering Education Program (an African Center of Excellence program). He has served on several national boards, including representing public Universities on the board of Ghana's National Research and Education Network (Ghana's NREN).",
    "job_title": "Professor",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Team Science,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/280_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "282",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Phelelani",
    "lastname": "Mpangase",
    "institution": "University of the Witwatersrand",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "phele_full.jpg",
    "biography": "Phelelani Mpangase is a Bioinformaticist at the University of the Witwatersrand with the Sydney Brenner Institute for Molecular Bioscience (SBIMB) and the Biomedical Informatics & Translational Science (WitsBITS). Over the years, Phelelani has gained considerable expertise and experience in many different aspects of Bioinformatics through student supervision, teaching, various collaborations and assisting fellow researchers. He also has significant experience in the development of robust, portable, scalable, and reproducible scientific workflows for data analysis using Nextflow. His main research interests lie primarily in the analysis and interpretation of multi-omics (genome, proteome, transcriptome, microbiome, and exome) data, drug target discovery, data mining/integration and workflow development. ",
    "job_title": "Bioinformaticist",
    "areas_expertise": "Data Analytics,Data Management,Research Methods,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/282_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "286",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Rachel",
    "lastname": "Maina",
    "institution": "Aga Khan University",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "Rachel Maina.JPG",
    "biography": "Rachel Maina is a clinical psychologist (PhD student, MClinPsych) currently working as a project manager in DS-I Africa's UZIMA-DS (UtiliZe health Information for Meaningful impact in East Africa through Data Science) hub. She is also a Research Associate in Brain and Mind Institute - Aga Khan University. She is skilled and competent in using psychological assessment to create a hypothesis regarding a person's behaviour and personality as well as offering management in the form of psychotherapy. She is also competent in grants management throughout the grant's lifespan right from pre-award stage to implementation and close-out phase.",
    "job_title": "Project Manager",
    "areas_expertise": "Research Methods,Team Science,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/286_dsi_4th_consort_me_arm_1_profile_pic.JPG?raw=true"
  },
  {
    "record_id": "287",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Rahel Bekele",
    "lastname": "Teklegiorgis",
    "institution": "Addis Ababa University",
    "country_residence": "Ethiopia",
    "nationality": "Ethiopia",
    "profile_pic": "Rahel2-last.jpg",
    "biography": "I am from the School of Information science, Addis Ababa University.  I am an IT professional and academician at the rank of associate professor,  with a proven track record in teaching and research, particularly in  the areas of software design, database management, knowledge management, statistical methods, and  design science research process. I have the necessary background training and expertise to apply machine learning techniques and statistical inference to manipulate and mine data relationships from data sets in order to extract useful insights and make predictive models. In particular I have become more and more interested in epistermic justice and algorithmicfairnessindata science. As part of my PhD studies, I employed Bayesian networks to make  inferences on students' learning behaviors so as to make informed decisions on creating student groups.   My expertise as an educator for 30+ years at Addis Ababa University and as a researcher and international collaborator within the context of Ethiopia's public health system has given me the experience to co-lead the APHREA-DST project effectively.   I believe I will gain more expertise and further academic and practical experience from the fourth consortium that takes place in November 2024.",
    "job_title": "Associate Professor",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/287_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "294",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Ronald",
    "lastname": "Galiwango",
    "institution": "The African Center of Excellence in Bioinformatics and Data Intensive Sciences, The Infectious Diseases Institute, Makerere University, Kampala-Uganda",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "ronald-SA.jpg",
    "biography": "Ronald Galiwango (PhD) is the Deputy Director and a resident bioinformatics/data scientist at the African Center of Excellence in Bioinformatics and Data Intensive Sciences (ACE) at the Infectious Diseases Institute, Makerere University. His interest lies in using quantitative methodologies (data science, mathematical modeling, bioinformatics and advanced statistical methodologies) to answer epidemiology research questions as well as bio-medical and public health problems, with a focus on Antimicrobial Resistance (AMR). This involves innovative in-silico approaches for designing antimicrobial drug combination therapies, employing bioinformatics techniques to identify One Health AMR transmission pathways, and utilizing data science methodologies to guide antimicrobial stewardship initiatives. I also have a strong passion for training and mentorship having benefited from both. He believes in building a critical mass of quantitative scientists so as to redress the capacity gap and to perform and complete projects with immediate relevance to national and regional health issues.  He is on the training management committee and is a mentor on an NIH funded data science training programme under the DSI-Africa Initiative, MakDARTA (Makerere University Data Science Research Training to Strengthen Evidence-Based Health Innovation, Intervention and Policy.  He is a data scientist on the Uganda node of the eLwazi ODSP project under DS-I Africa.",
    "job_title": "Bioinformatics/Data Scientist",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/294_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "31",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Rose",
    "lastname": "Nakasi",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "Rose Nakasi.jpg",
    "biography": "Dr Rose Nakasi holds a PhD in Computer Science from Makerere University, where She is also a Lecturer at the College of Computing and Information Sciences as well as a Research Scientist at the Makerere Artificial Intelligence Lab.  She is a Chair for Topic Group 'AI based detection of Malaria' (TG-Malaria) at the ITU/WHO/WIPO-Global Initiative AI for Health (GI-AI4H). Dr Rose leads the Makerere Health Intelligence lab that is specilising in advancing Artificial Intelligence and Data Science for developing automated tools and techniques for improved health especially in low resourced settings. She is a Principal investigator for the DS-I Malaria project under the DS-I Africa consortium funded by the NIH to support effective malaria diagnosis and surveillance in Uganda.",
    "job_title": "Lecturer, College of Computing and Information Sciences",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/31_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "295",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Sabastian Wirsiy",
    "lastname": "Yunkavi",
    "institution": "Health Research Foundation (Buea) Cameroon",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "Profile Photo.jpg",
    "biography": "Yunkavi Sabastian Wirsiy holds a Master's in Software Engineering from the University of Buea and a Bachelor's in Computer Engineering. He is a seasoned computer engineer and researcher with a diverse background in data science, biodiversity informatics, and web development. Currently, Yunkavi works at the Health Research Foundation (HRF) in Cameroon, serving as a Co-Investigator on the Congenital Heart Defects Artificial Intelligence (CHD AI) project, which is part of the DS-I Africa research initiative. His focus is on developing AI-assisted echocardiography tools to improve the diagnosis of congenital heart defects in Sub-Saharan Africa. Prior to his role at HRF, Yunkavi gained significant experience in biodiversity informatics with the Tropical Plant Exploration Group (TroPEG). He contributed in the 'Mobilization of Biodiversity Data Related to Protected Areas and Threatened Species in Western Cameroon' project, a collaboration with the Global Biodiversity Information Facility (GBIF). Here, he was responsible for data capture, cleaning, and management, contributing to the project's success from 2017 to 2019. Yunkavi's commitment to education is reflected in his teaching experience at the Malawi University of Science and Technology (MUST) from 2021 to 2023, where he trained biologists on biodiversity informatics.",
    "job_title": "Research Software Engineer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/295_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "299",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Samuel",
    "lastname": "Iddi",
    "institution": "APHRC",
    "country_residence": "Ghana",
    "nationality": "Ghana",
    "profile_pic": "siddi_prof_pix.jpg",
    "biography": "Samuel Iddi is a Bio-Statistician, and Data Scientist. He holds a Ph.D. in Biomedical Sciences (Specialization in Biostatistics) from the University of Leuven, Belgium, a Master of Statistics (Biostatistics) from the Universiteit Hasselt, Belgium, and a BSc Mathematics degree from Kwame Nkrumah University of Science and Technology, Ghana. He has expertise in the development and deployment of predictive dashboards, generating dynamic reports, tables, and graphics, and analyzing large and complex datasets. His research works have influenced and informed statistical and public health practices.",
    "job_title": "Research Scientist",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/299_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "300",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Samuel",
    "lastname": "Kyobe",
    "institution": "Makerere University",
    "country_residence": "Uganda",
    "nationality": "Uganda",
    "profile_pic": "PHOTO-2024-09-27-11-01-48 2.jpg",
    "biography": "I am medical doctor and medical microbiologist with doctoral training in human genetics and bioinformatics. My long-term research interest is to identify novel host genetic factors that can be explored to understand the molecular mechanisms of diseases, and how these factors can be explored to design vaccines and therapeutics. I have experiential training in molecular biology with essential skills in molecular biology and immunology. My research , I aim to employ machine learning to integrate temporal Electronic Health Records (EHRs) with genomic data for predicting the longitudinal risk of Metabolic Syndrome (MetS) in African children on life-long antiretroviral therapy (ART). This involves generating predictive models for the longitudinal risk and trajectory of MetS and discovering novel genes and biomarkers associated with dolutegravir-induced MetS in diverse African populations. Furthermore, I intend to develop composite risk scores to predict MetS risk, informing the future development of targeted health interventions for different risk groups among HIV-infected children in Africa. Additionally, my research focuses on using explainable machine learning algorithms to integrate multi-omics data with temporal EHRs for enhancing the diagnosis of active Tuberculosis (TB) in HIV-infected children. This includes applying neural network algorithms to identify molecular signatures of TB, with the ultimate goal",
    "job_title": "Lecturer",
    "areas_expertise": "Research Methods,Team Science",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/300_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "10",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Scott",
    "lastname": "Hazelhurst",
    "institution": "University of the Witwatersrand, Johannesburg",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "scott-headshot-2024.jpg",
    "biography": "Scott Hazelhurst is professor of bioinformatics in the School of Electrical & Information Engineering and Senior Scientist at the Sydney Brenner Institute for Molecular Bioscience at the University of the Witwatersrand, Johannesburg.  He is  is Co-PI of the DS-I MADIVA Research Hub, and a co-investigator on the eLwazi Open Data Science Platform. His areas of interests include bioinformatics, health informatics and high performance computing. Scott received his honours and MSc degrees from Wits and his PhD from the University of British Columbia.",
    "job_title": "Professor",
    "areas_expertise": "Data Science Process,Data Engineering,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/10_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "305",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "Shakuntala",
    "lastname": "Baichoo",
    "institution": "University of Mauritius",
    "country_residence": "Mauritius",
    "nationality": "Mauritius",
    "profile_pic": "ShakunPic.jpg",
    "biography": "I work as an Assoc. Prof. at the University of Mauritius, in the dept of Digital Technologies. I am the university of Mauritius, site-PI for the eLwazi project. My areas of research include AI/Machine Learning, Computational Cancer Genomics and Cancer data analytics. In the eLwazi project I am co-chairing the Tools and Workflows WG.",
    "job_title": "Associate Professor",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/305_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "306",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "A/Prof.",
    "firstname": "Shawneequa",
    "lastname": "Callier",
    "institution": "The George Washington University School of Medicine",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "Callier headshot 2024.jpg",
    "biography": "Shawneequa Callier, J.D., M.A. Bioethics, is an Associate Professor with tenure in the Department of Clinical Research and Leadership at the George Washington University (GW) School of Medicine and Health Sciences (SMHS). For over a decade, she has also served as a Special Volunteer at the Center for Research on Genomics and Global Health at the National Human Genome Research Institute, NIH. Professor Callier has nearly two decades of experience analyzing the ethical, legal, and social implications of emerging technologies. Her scholarship and research have focused on precision medicine research and health disparities, data science ethics and equity, diversity and inclusion in genomic research, genomic incidental findings, the use of race in medicine and pharmacogenomics research, and genetic ancestry testing.",
    "job_title": "Associate Professor",
    "areas_expertise": "Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/306_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "308",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Simisola",
    "lastname": "Akintola",
    "institution": "University of Ibadan",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "headshot",
    "biography": "Simisola O. Akintola is a legal researcher, professor, and the Dean of the Faculty of Law at the University of Ibadan, Nigeria. With expertise in Intellectual Property law,health law and bioethics, she has made significant contributions to the field through her research, publications, and active participation in international conferences seminars and fora.    As a legal scholar, Akintola has consistently demonstrated a deep understanding of complex legal issues, particularly in the realm of health law and bioethics. Her research focuses on the intersection of law, ethics, and legal issues in technologies in health, exploring topics such as digital privacy, data protection, patient rights, and the ethical implications of emerging medical technologies.    Akintola's scholarly work has been widely recognized and published in reputable peer-reviewed journals. Her insightful articles and papers offer thought-provoking analysis, contributing to the academic discourse and shaping the field of health law and bioethics in Nigeria and beyond. Her research has shed light on crucial legal and ethical considerations in health research, guiding policymakers and healthcare professionals in navigating complex challenges.    In addition to her research accomplishments, Simisola O. Akintola has actively engaged in interdisciplinary collaboration. She has served on Institutional Review Boards (IRBs), contributing her legal expertise to ensure ethical standards and the protection of research participants. Her involvement in IRBs underscores her commitment to upholding ethical principles in research and ensuring the responsible conduct of studies involving human subjects.",
    "job_title": "Professor and Dean",
    "areas_expertise": "Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/308_dsi_4th_consort_me_arm_1_profile_pic.undefined?raw=true"
  },
  {
    "record_id": "309",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Sindiswa",
    "lastname": "Lukhele",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "SINDISWA.png",
    "biography": "Sindiswa Lukhele is a Training and Outreach Coordinator at H3ABioNet, University of Cape Town. She holds an MSc degree in Molecular and Cell Biology from the University of the Witwatersrand. In 2016, she was selected as a participant of the H3ABioNet IBT program, which harnessed her love for bioinformatics. Her interests include maternal and infant health, microbial genomics, and bioinformatics education in Africa.",
    "job_title": "Training and Outreach Coordinator",
    "areas_expertise": "Professional Development,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/309_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  },
  {
    "record_id": "310",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Sithombo",
    "lastname": "Maqungo",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Sithombo headshot.jpg",
    "biography": "Head: Orthopaedic Trauma Service  Division of Orthopaedic Surgery  Project Lead: Trauma Care and Injury Prevention  Division of Global Surgery  University of Cape Town",
    "job_title": "Professor of Orthopaedic Surgery",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/310_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "311",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Skyler",
    "lastname": "Speakman",
    "institution": "IBM Research Africa",
    "country_residence": "Kenya",
    "nationality": "United States of America (the)",
    "profile_pic": "first-us-africa-frontiers_hadithii-films_participant-portraits-1004_52459157397_o.jpg",
    "biography": "Skyler Speakman is a research scientist and manager at IBM Research Africa based in Nairobi, Kenya.  Their team specializes in anomalous pattern detection techniques used to make machine learning and AI methods more robust.",
    "job_title": "Research Scientist",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/311_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "312",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "SOP DEFFO",
    "lastname": "Lionel Landry",
    "institution": "Health Research Foundation",
    "country_residence": "Cameroon",
    "nationality": "Cameroon",
    "profile_pic": "IMG-20240809-WA0036.jpg",
    "biography": "Dr SOP DEFFO Lionel is an assistant Lecturer in the Department of Computer Engineering at the Faculty of Engineering of the University of Buea in Cameroon. His research focuses on image processing, with the aims of recognizing shape to detect and identify objects specifically person(s) in a video scene or in a sequence of images. This usually passes through the mechanism of segmentation with consists of partitioning a digital image into multiple image segments, also known as image regions or image objects (sets of pixels). The goal is to simplify and/or change the representation of an image into something that is more meaningful and easier to analyze. More precisely, image segmentation is the process of assigning a label to every pixel in an image such that pixels with the same label share certain characteristics.    He also research on Learning techniques, more specifically deep learning approaches which use neural networks to sharpen the results obtained by early methods. The idea is to mimic the human brain in high level computations such as image classification people counting, face detection, face recognition, signature authentication, etc.    Dr SOP has a good background in Mathematics Computer Science, having specific training and expertise in Computer Science (computer vision",
    "job_title": "Engineering Team Lead",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/312_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "313",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Sophia",
    "lastname": "Osawe",
    "institution": "Institute of Human Virology Nigeria",
    "country_residence": "Nigeria",
    "nationality": "Nigeria",
    "profile_pic": "Headshot.jpg",
    "biography": "Sophia Osawe is a Senior Manager at the International Research Center of Excellence (IRCE) of the Institute of Human Virology, Nigeria, and the Research Hub manager for INFORM Africa research hub.  Sophia has over 15 years of experience in diagnostics, research, implementation science projects, and quality management systems. Sophia obtained her BSc (Hons) in Microbiology from the University of Jos, a postgraduate training program in Medical Laboratory Science with a specialization in Virology, a Master's in Public Health, a Master's in Business Administration and a last year PhD candidate of Medical Microbiology and Immunology at the University of Jos. She is a registered member of the Nigerian Medical Laboratory Science Council of Nigeria. She has coordinated a number of observational studies (two large cohort studies) and clinical trials. Sophia was a study manager for the H3A-funded project BEAMING (PI: Prof Alash'le Abimiku). She additionally provides laboratory technical leadership for projects at IRCE including the SECURE Nigeria where she also led two SARS-CoV-2 seroprevalence surveys in selected HIV-positive populations. She recently received funding from the Public Health Alliance for Genomic Epidemiology (PHA4GE https://pha4ge.org/) as the PI, to explore COVID-19 hesitancy in densely populated areas of Jos, Plateau state.",
    "job_title": "Senior Manager and Head, Quality Assurance Unit",
    "areas_expertise": "Research Methods,Professional Development",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/313_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "314",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Stephen",
    "lastname": "Rulisa",
    "institution": "Eagle Research Center",
    "country_residence": "Rwanda",
    "nationality": "Rwanda",
    "profile_pic": "Rulisa-Headshot-1 (4).jpg",
    "biography": "Clinician and Researcher",
    "job_title": "Professor",
    "areas_expertise": "Research Methods",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/314_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "315",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Stephen",
    "lastname": "Tollman",
    "institution": "University of the Witwatersrand",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Tollman Feb 2016.jpg",
    "biography": "Stephen Tollman is founding director of the MRC/Wits Rural Public Health and Health Transitions Research Unit (Agincourt)  and a Research professor in the School of Public Health. He is responsible for leadership and coordination of the world-class health and sociodemographic platform (Agincourt HDSS), and multidisciplinary research spanning the life course. Though trained in African and US/UK institutions, Tollman's professional life is based in South Africa with extensive efforts building advanced research capability in African settings. He was a founder and Board Chair of INDEPTH (2002-06), an exceptional research network led from the global South. As principal scientist he provided strategic direction to multicentre efforts in cause-of-death, ageing, and migration and health. He was instrumental in gaining government investment to establish SAPRIN, a South African network of research platforms addressing health inequalities. Tollman is a Co-PI on MADIVA, ensuring that Agincourt contributions to projects and cores are effective, and that MADIVA overall amply fulfills its goals and objectives.",
    "job_title": "Co-PI",
    "areas_expertise": "Research Methods,Team Science,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/315_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "317",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "Sumir",
    "lastname": "Panji",
    "institution": "UCT CBIO",
    "country_residence": "South Africa",
    "nationality": "Kenya",
    "profile_pic": "Sumir_Panji_biography_picture.jpg",
    "biography": "Sumir Panji is part of the eLwazi Open Data Science Platform project and in interested in developing infrastructure and skills capacity for bioinformatics, genomics and health data science within Africa.",
    "job_title": "Program Manageer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods,Team Science,Professional Development,Domain knowledge,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/317_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "319",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Takudzwa",
    "lastname": "Musarurwa",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "Zimbabwe",
    "profile_pic": "1601063590486.jpeg",
    "biography": "Software developer at the University of Cape Town-eLwazi ODSP. Currently working of projects implementing Global Alliance for Genomics and Health (GA4GH) standards for several bioinformatics tools. My research interests are in Bioinformatics and AI applications in diverse areas. Currently working on a Bioinformatics research project which integrates variant calling applications.",
    "job_title": "Software Engineer",
    "areas_expertise": "Data Science Process,Data Analytics,Data Engineering,Data Management,Research Methods,Domain knowledge,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/319_dsi_4th_consort_me_arm_1_profile_pic.jpeg?raw=true"
  },
  {
    "record_id": "323",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Tendayi",
    "lastname": "Mutangadura",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "Zimbabwe",
    "profile_pic": "Tendayi-US Visa.jpg",
    "biography": "Tendayi began working with H3aBionet as a REDCap Database Developer in June 2022. Prior to working for UCT, he spent 7 years as an implementation specialist developing digital health systems across Africa. He has a wealth of experience with eHealth and digital health system implementation, deployments, training, and support. He graduated from Midlands State University with a BSc (Hons) in Information Systems and from the University of the Western Cape with a MComm in Information Management (Health). His research interests are AI & Health, Data Science for Health, Digital Health and Health Information Systems (HIS) systems focusing on mobile Health (mHealth) applications for pregnant women.",
    "job_title": "REDCap Database Developer",
    "areas_expertise": "Data Analytics,Data Management,Data Governance,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/323_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "325",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Theophilous",
    "lastname": "Mathema",
    "institution": "Sydney Brenner Institute for Molecular Bioscience",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "theo_headshot.jpg",
    "biography": "Theophilous Mathema is a Data Scientist at Wits University based at the SBIMB. She has an MSc in Data Science and is interested in developing and implementing algorithms to extract meaningful insights from vast healthcare datasets, particularly in harnessing the power of NLP and Generative AI to enhance understanding and decision-making in the field. On the MADIVA project, she works in both the DMAC and Project 2 teams.",
    "job_title": "Data Scientist",
    "areas_expertise": "Data Science Process,Data Analytics,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/325_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "329",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Tony",
    "lastname": "Burdett",
    "institution": "EMBL-EBI",
    "country_residence": "United Kingdom of Great Britain and Northern Ireland (the)",
    "nationality": "United Kingdom of Great Britain and Northern Ireland (the)",
    "profile_pic": "burdett_tony_web.jpg",
    "biography": "I lead the Archival Infrastructure and Technology team at the European Bioinformatics Institute in Cambridge, UK. My team has a strong interest in FAIR data management, as we develop services and provides technology to support the activities of EMBL-EBI's molecular archives, including data submission, storage, validation, coordination and presentation. I am the Joint Head of the European Nucleotide Archive (ENA), Head of BioSamples, and I co-lead the ELIXIR Interoperability Platform",
    "job_title": "Team Leader",
    "areas_expertise": "Data Science Process,Data Management,Team Science,Data Governance",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/329_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "333",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Ms.",
    "firstname": "Verena",
    "lastname": "Ras",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Picture2.jpg",
    "biography": "Bioinformatics Training and Outreach Programme Manager at the University of Cape Town's Computational Biology Division with over 5 years of experience in spearheading impactful computational biology and bioinformatics training initiatives across Africa, with several additional years of experience in various educational support roles. Proficient in competency-based curriculum development and adept at managing large-scale training and outreach programmes in resource-limited settings. A PhD candidate (PhD currently under examination) specializing in marine taxonomy, systematics, evolutionary genetics and genomics, driven by a passion for enhancing STEM capacity and accessibility to educational resources on the African continent.",
    "job_title": "Programme Manager",
    "areas_expertise": "Data Management,Professional Development,Domain knowledge,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/333_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "338",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Vitalis",
    "lastname": "Orango",
    "institution": "Moi University/AMPATH",
    "country_residence": "Kenya",
    "nationality": "Kenya",
    "profile_pic": "20210523_195515.jpg",
    "biography": "My name is Vitalis Orango, a graduate of Moi University in Bachelor of Science-Mathematics/Statistics (BSc)  and currently am working on my thesis of Masters in Biostatistics (MSc) at University of Eldoret; done with course work.  I have 7 years working experience (4 at AMPATH and 3 at CDC/KEMRI) as Scientific Data Researcher, specifically in database management and data analysis; on Clinical trials research for NIH funded projects and Observational research at AMPATH (my current workplace).   Management and Analysis of research data with Social Determinants is an area of my interest of late, and my academic courses, work experiences, trainings have provided me with a solid foundation in handling different kind of data; large and complex databases.   Also, as Monitoring & Evaluation County Coordinator, I am able to provide appropriate policy advices on issues that affect data management and operations.    Some of my scientific contributions as co-authors have been published in various journals which can be viewed on the link https://www.researchgate.net/scientific-contributions/Vitalis-Orango-2139753946.  Also first author on https://doi.org/10.1101/2021.07.07.21258941 (preprint).    As a competent Data Analyst, I am able to handling different statistical techniques in analysis as well as work with systems",
    "job_title": "Data Manager/ANALYST",
    "areas_expertise": "Data Analytics,Data Management",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/338_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "341",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mx.",
    "firstname": "Wei Kheng",
    "lastname": "Teh",
    "institution": "EMBL-EBI",
    "country_residence": "United Kingdom of Great Britain and Northern Ireland (the)",
    "nationality": "Malaysia",
    "profile_pic": "WhatsApp Image 2024-03-26 at 12.21.30.jpeg",
    "biography": "Wei is a Senior Bioinformatician and FAIR Data Expert working at EMBL-EBI. They work to create reusable and FAIR tools that can be used by the community at wide and build capacity in different groups and projects. Within DS-I Africa, Wei focuses on supporting the eLwazi Data Management Working Group to develop new solutions and create spaces for outreach to the DS-I Africa Community. ",
    "job_title": "Senior Bioinformatician",
    "areas_expertise": "Data Management,Domain knowledge",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/341_dsi_4th_consort_me_arm_1_profile_pic.21?raw=true"
  },
  {
    "record_id": "343",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Dr.",
    "firstname": "William",
    "lastname": "Hersh",
    "institution": "Oregon Health & Science University",
    "country_residence": "United States of America (the)",
    "nationality": "United States of America (the)",
    "profile_pic": "bill-lores.jpg",
    "biography": "William Hersh, MD is a Professor in the Department of Medical Informatics & Clinical Epidemiology (DMICE) in the School of Medicine at Oregon Health & Science University (OHSU) in Portland, Oregon, USA. He served as the inaugural Chair of DMICE from 2003-2022 and as Head of its predecessor free-standing Division of Medical Informatics & Outcomes Research from 1997-2003. Dr. Hersh is a leader and innovator in biomedical informatics both in education and research.    In education, Dr. Hersh serves as Director of OHSU's Biomedical Informatics Graduate Program, which is one of the oldest and largest in the world. He is PI of OHSU's NIH National Library of Medicine T15 Training Grant, which is the largest and second-longest training grant at OHSU. Dr. Hersh also spearheaded OHSU's efforts in distance learning in biomedical informatics. He has taught in person and online widely around the world.    Dr. Hersh has led a number of innovations in biomedical informatics education. He conceptualized and implemented the first offering of the American Medical Informatics Association (AMIA) 10x10 ('ten by ten') program, which provides the equivalent of an introductory graduate-level course and has been completed by over 3000 health care professionals and others. He is Editor of the introductory textbook, Health Informatics: Practical Guide, 8th Edition (Lulu.com, 2022), which has an associated Web site.    Dr. Hersh is also an accomplished researcher. His main efforts have been in the area of information retrieval (also known as search) applied to biomedicine. He has authored over 200 scientific papers and abstracts as well as the book, Information Retrieval: A Biomedical and Health Perspective, 4th Edition (Springer, 2020). His current work focuses on the application of search techniques to electronic health record data, aiming to improve patient cohort discovery and amplification of signals of rare diseases. He has also led a number of IR challenge evaluations under the guise of the Text Retrieval Conference (TREC).",
    "job_title": "Professor",
    "areas_expertise": "Data Science Process,Professional Development,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/343_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "345",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Mr.",
    "firstname": "Wisdom",
    "lastname": "Akurugu",
    "institution": "University of Cape Town",
    "country_residence": "South Africa",
    "nationality": "Ghana",
    "profile_pic": "Headshot_picture.jpg",
    "biography": "Wisdom Akurugu holds BSc Biochemistry (Single Major) and MSc Bioinformatics degrees. Wisdom is interested in understanding genetic factors that place a person at risk of developing diseases. He has been mining human genetic exome data for variations that may protect or predispose asthmatic children on corticosteroid treatment to hypothalamic-pituitary-adrenal suppression (HPAS). He is using various Bioinformatics, Computational and Statistical algorithms to identify, annotate and assess the impact of the potential variants on HPAS. Wisdom is enthusiastic about contributing to the effective and efficient treatment of asthmatics on corticosteroids based on his current project. In the near future, he looks to developing Bioinformatics, Computational and Statistical competencies in analysing large-scale robust genomic data. He is opened to collaborations in the areas of genomics, proteomics, transcriptomics, structural biology, software development and teaching.",
    "job_title": "PhD Student",
    "areas_expertise": "Data Science Process,Data Analytics",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/345_dsi_4th_consort_me_arm_1_profile_pic.jpg?raw=true"
  },
  {
    "record_id": "32",
    "redcap_event_name": "DS-I 4th Consort Meeting (Arm 1: Arm 1)",
    "title": "Prof.",
    "firstname": "Zané",
    "lastname": "Lombard",
    "institution": "Wits Health Consortium",
    "country_residence": "South Africa",
    "nationality": "South Africa",
    "profile_pic": "Zane Lombard Wits profile pic.png",
    "biography": "Zané Lombard obtained her PhD from Wits in 2008, specialising in Human Genetics and Bioinformatics. Her PhD research focused on bioinformatics approaches to disease-gene discovery. Since then, she has been affiliated with Wits in different roles - she was a Senior Lecturer in Bioinformatics in the School of Molecular & Cell Biology (2012-2015), before re-joining the Division of Human Genetics (2015-2023) where she worked as a Principal medical scientist until recently. She is now appointed as a Clinical Research professor in the Wits School of Clinical Medicine. Prof Lombard leads a research group that investigates the genetic causes of paediatric developmental disorders and is the principal investigator of an NIH-funded project called Deciphering Developmental Disorders in Africa, which was started in 2017.      Prof Lombard is passionate about promoting health science and research in Africa, and therefore participate in several academic service domains at university, national and international level. She is a long-standing member of the SA Society for Human Genetics, having served as Secretary, Treasurer and President over the years. She is also the current Chair of the steering committee of the Human Heredity and Health in Africa (H3Africa) Consortium.",
    "job_title": "Associate Professor",
    "areas_expertise": "Data Science Process,Research Methods,Team Science,Other expertise",
    "profile_pic_id": "https://github.com/github-dsiafrica/TrainersRegistryPhotos/blob/main/32_dsi_4th_consort_me_arm_1_profile_pic.png?raw=true"
  }
]